Repository: tizenorg/platform.core.system.system-popup
Catalog: po/src/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, et, eu, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl_nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_hk, zh_sg

# IDS_COM_POP_FLIGHT_MODE_WILL_BE_DISABLED
source: Flight mode will be disabled.
ar: سيتم إلغاء تفعيل وضع الطيران
az: Uçuş rejimi qeyri-aktiv ediləcək.
bg: Режим полет ще бъде деактивиран.
ca: Es deshabilitarà el mode Vol
cs: Bude vypnut režim Letadlo.
da: Flytilstand vil blive deaktiveret.
de_de: Offline-Modus wird deaktiviert.
el_gr: Θα απενεργοποιηθεί η λειτουργία πτήσης.
et: Lennurežiim desaktiveeritakse.
eu: Hegaldi modua desgaituko da
fi: Lentotila poistetaan käytöstä.
ga: Díchumasófar mód eitilte
gl: Desactivarase o modo avión
hi: फ़्लाइट मोड अक्षम किया जाएगा
hr: Profil bez mreže bit će isključen.
hu: Kikapcsol a Repülő üzemmód
hy: Թռիչքային ռեժիմը կկասեցվի:
is: Flugstilling verður gerð óvirk.
it_it: La modalità offline sarà disattivata.
ja_jp: 機内モードを無効にしますか？
ka: ფრენის რეჟიმი გამოირთვება.
kk: Ұшу режимі өшіріледі.
ko_kr: 비행기 탑승 모드가 해제됩니다.
lt: Bus išjungtas skrydžio režimas.
lv: Tiks deaktivizēts lidojuma režīms.
mk: Режимот за летало ќе се оневозможи.
nb: Flymodus blir deaktivert.
nl_nl: Vliegtuigstand wordt uitgeschakeld.
pl: Tryb offline zostanie wyłączony.
pt_br: O Modo Offline será desativado.
pt_pt: O modo de voo será desactivado.
ro: Modul Avion va fi dezactivat.
ru_ru: Автономный режим будет отключен.
sk: Letový režim bude zakázaný.
sl: Način letenja bo onemogočen.
sr: Režim letenja će biti onemogućen.
sv: Flygläge kommer att inaktiveras.
tr_tr: Uçuş modu devreden çıkarılacak
uk: Буде вимкнено режим без зв’язку.
uz: Uchish rejimi o‘chiriladi.
zh_hk: 將停用飛行模式。
zh_sg: 将禁用飞行模式。

# IDS_COM_POP_FLIGHT_MODE_WILL_BE_ENABLED
source: Flight mode will be enabled.
ar: سيتم تفعيل وضع الطيران
az: Uçuş rejimi aktivləşdiriləcək.
bg: Режим полет ще бъде активиран.
ca: S'habilitarà el mode Vol
cs: Bude zapnut režim Letadlo.
da: Flytilstand vil blive aktiveret.
de_de: Offline-Modus wird aktiviert
el_gr: Θα ενεργοποιηθεί η λειτουργία πτήσης.
et: Lennurežiim aktiveeritakse.
eu: Hegaldi modua gaituko da
fi: Lentotila otetaan käyttöön.
ga: Cumasófar mód eitilte
gl: Activarase o modo avión
hi: फ़्लाइट मोड सक्षम किया जाएगा
hr: Profil bez mreže bit će uključen.
hu: Bekapcsol a Repülő üzemmód
hy: Թռիչքային ռեժիմը կընձեռվի:
is: Flugstilling verður gerð virk.
it_it: La modalità offline sarà attivata.
ja_jp: 機内モードを有効にしますか？
ka: ფრენის რეჟიმი ჩაირთვება.
kk: Ұшу режимі қосылады.
ko_kr: 비행기 탑승 모드가 실행됩니다.
lt: Bus įjungtas skrydžio režimas.
lv: Tiks aktivizēts lidojuma režīms.
mk: Ќе се вклучи режимот за летало.
nb: Flymodus blir aktivert.
nl_nl: Vliegtuigstand wordt ingeschakeld.
pl: Tryb offline zostanie włączony.
pt_br: O Modo Offline será ativado.
pt_pt: O modo de voo será activado.
ro: Modul Avion va fi activat.
ru_ru: Будет включен автономный режим.
sk: Letový režim sa zapne.
sl: Način letenja bo omogočen.
sr: Režim letenja će biti omogućen.
sv: Flygläge kommer att aktiveras.
tr_tr: Uçuş modu devreye alınacak
uk: Буде ввімкнено режим без зв’язку.
uz: Uchish rejimi yoqiladi.
zh_hk: 將啟用飛行模式。
zh_sg: 将启用飞行模式。

# IDS_COM_BODY_DEVICE_WILL_NOW_SHUT_DOWN
source: Device will now shut down.
ar: سيتم إيقاف تشغيل الجهاز الآن
az: Cihaz indi sönəcək.
bg: Сега устройството ще се изключи.
ca: Ara s'apagarà el dispositiu
cs: Zařízení se vypne.
da: Din enhed lukker ned nu.
de_de: Gerät fährt jetzt herunter
el_gr: Η λειτουργία της συσκευής σας θα τερματιστεί.
et: Seade lulitub nuud valja.
eu: Gailua orain itzaliko da
fi: Laite sammutetaan.
ga: Múchfar an gléas anois
gl: O dispositivo vaise apagar agora
hi: डिवाइस अब बंद हो जाएगी
hr: Uređaj će se isključiti.
hu: Az eszköz kikapcsol
hy: Սարքը հիմա կանջատվի:
is: Slökkt verður á tækinu.
it_it: Il dispositivo verrà spento.
ja_jp: 電源を切ります。
ka: აპარატი გამოირთვება.
kk: Құрылғы қазір өшеді.
ko_kr: 디바이스가 곧 꺼집니다.
lt: Dabar įrenginys bus išjungtas.
lv: Ierīce tūlīt izslēgsies.
mk: Уредот ќе се исклучи сега.
nb: Enheten din vil nå bli slått av.
nl_nl: Apparaat wordt nu afgesloten.
pl: Urządzenie zostanie wyłączone.
pt_br: O dispositivo será encerrado agora.
pt_pt: O dispositivo será encerrado agora.
ro: Dispozitivul se va închide.
ru_ru: Устройство будет выключено.
sk: Zariadenie sa teraz vypne.
sl: Naprava se bo zdaj izklopila.
sr: Uređaj će se sad isključiti.
sv: Din enhet stängs av.
tr_tr: Cihaz şimdi kapatılacak
uk: Пристрій буде вимкнено.
uz: Qurilma o‘chiriladi.
zh_hk: 裝置將會關閉。
zh_sg: 设备现在将关闭。

# IDS_COM_HEADER_DEVICE_OPTIONS
source: Device options
ar: خيارات الجهاز
az: Cihaz seçimləri
bg: Опции за устройството
ca: Opcions del dispositiu
cs: Možnosti zařízení
da: Telefonindstillinger
de_de: Geräteoptionen
el_gr: Επιλογές συσκευής
et: Seadme valikud
eu: Gailuaren aukerak
fi: Laitteen asetukset
ga: Roghanna an ghléis
gl: Opcións do dispositivo
hi: डिवाइस विकल्प
hr: Opcije uređaja
hu: Eszköz opciói
hy: Սարքի ընտրանքներ
is: Valkostir tækis
it_it: Opzioni dispositivo
ja_jp: 端末​オプション
ka: აპარატის ოფციები
kk: Құрылғы опциялары
ko_kr: 디바이스 옵션
lt: Įrenginio parinktys
lv: Ierīces iespējas
mk: Опции за уредот
nb: Enhetsalternativer
nl_nl: Apparaatopties
pl: Opcje urządzenia
pt_br: Opções do dispositivo
pt_pt: Opções do dispositivo
ro: Opţiuni dispozitiv
ru_ru: Параметры устройства
sk: Možnosti zariadenia
sl: Možnosti naprave
sr: Opcije uređaja
sv: Enhetsalternativ
tr_tr: Cihaz seçenekleri
uk: Опції пристрою
uz: Qurilma opsiyalari
zh_hk: 裝置選項
zh_sg: 设备选项

# IDS_PN_BODY_THE_DEVICE_MEMORY_IS_FULL_JPN_DCM
source: The device memory is full
ja_jp: 空き容量がありません
ko_kr: 내장 메모리가 가득 찼습니다
pt_pt: A memória do dispositivo está cheia
zh_sg: 设备内存已满

source: Not enough storage available. Some functions and applications may not be available. Open Settings and uninstall some apps to make space.
ja_jp: 端末の空き容量がありません。このままご使用になられると一部機能やアプリケーションが動作しない場合があります。 設定画面を起動して不要なアプリを選択し、「アンインストール」を押してアプリを削除してください。
ko_kr: 저장 공간이 부족하여 일부 기능 및 애플리케이션을 사용할 수 없습니다. 환경설정에서 필요 없는 애플리케이션을 삭제하세요.
pt_pt: Não existe espaço de armazenamento suficiente disponível. Algumas funções e aplicações podem não estar disponíveis. Abra as Definições e desinstale algumas aplicações para criar espaço
zh_sg: 可用存储空间不足。部分功能和应用程序可能不可用。 打开设置并卸载一些应用程序以腾出空间

# IDS_ST_BODY_FLIGHT_MODE_MSG
source: Flight mode allows you to turn off calling, messaging and data network features. It also turns off connectivity features such as Wi-Fi and Bluetooth. To use Wi-Fi and Bluetooth, turn them on in Settings or on the notification panel.
ar: يتيح لك وضع الطيران إمكانية إيقاف تشغيل الاتصال والمراسلة وميزات شبكة البيانات. كذلك، فإنه يقوم بإيقاف تشغيل ميزات اتصال مثل Wi-Fi والبلوتوث. لاستخدام Wi-Fi والبلوتوث، قم بتشغيلهم من الإعدادات أو من لوحة الإخطارات.
az: Uçuş rejimi sizə zəng, mesajlaşma və şəbəkə xidməti xüsusiyyətlərini söndürməyə imkan verir. O, həmçinin bağlantı funksiyalarını, məsələn, Wi-Fi və Bluetooth-u söndürür. Wi-Fi və Bluetooth-dan istifadə etmək üçün onları Parametrlərdə və ya bildiriş panelində yandıırn.
bg: Режим Полет ви позволява да изключвате повикванията, съобщенията и функциите на мрежата за данни. Той изключва също и функциите за свързване, като Wi-Fi и Bluetooth. За да използвате Wi-Fi и Bluetooth, включете ги в Настройки или в панела за известяване.
ca: El mode Vol li permet desactivar les funcions de trucades, missatgeria i xarxa de dades. També desactiva les funcions de connectivitat, com ara Wi-Fi i Bluetooth. Per utilitzar Wi-Fi i Bluetooth, activi'ls als Ajustaments o al tauler de notificacions.
cs: Režim Letadlo umožňuje vypnout funkce hovorů, zpráv a datových přenosů v síti. Vypne také konektivitu funkcí, jako je Wi-Fi a Bluetooth. Pokud chcete použít Wi-Fi a Bluetooth, zapněte je v Nastavení nebo na oznamovacím panelu.
da: Flytilstand giver dig mulighed for at deaktivere opkald, meddelelser og datanetværksfunktioner. Det deaktiverer også forbindelsesfunktioner, såsom Wi-Fi og Bluetooth. For at bruge Wi-Fi og Bluetooth skal du aktivere dem under indstillinger eller i informationspanelet.
de_de: Im Offline-Modus werden Anruf-, Messaging- und Datennetzwerkfunktionen ausgeschaltet. Zusätzlich werden Konnektivitätsfunktionen wie WLAN und Bluetooth ausgeschaltet. Wenn Sie WLAN- und Bluetooth verwenden möchten, müssen Sie diese in den Einstellungen oder im Benachrichtigungsfeld einschalten.
el_gr: Η λειτουργία πτήσης σάς επιτρέπει να απενεργοποιείτε τις λειτουργίες κλήσεων, μηνυμάτων και δικτύων δεδομένων. Επίσης, απενεργοποιεί λειτουργίες συνδεσιμότητας, όπως είναι το Wi-Fi και το Bluetooth. Για να χρησιμοποιήσετε το Wi-Fi και το Bluetooth, ενεργοποιήστε τα από τις Ρυθμίσεις ή από το πλαίσιο ειδοποιήσεων.
et: Lennurežiim võimaldab teil lülitada välja helistamise, sõnumite ja andmevõrgu funktsioonid. See lülitab välja ka ühenduvuse funktsioonid, nagu Wi-Fi ja Bluetoothi. Wi-Fi ja Bluetooth-ühenduse kasutamiseks lülitage need menüüs Seaded või teavituste paneelil sisse.
eu: Hegaldi moduak deiak, mezularitza eta datu sareen eginbideak itzaltzeko aukera ematen dizu. Konektibitate eginbideak ere itzaltzen ditu, Wi-Fia eta Bluetootha kasu. Wi-Fia eta Bluetootha erabiltzeko, piztu itzazu Ezarpenetan edo jakinarazpenen panelean.
fi: Lentotilassa voit poistaa puhelu-, viesti- ja dataverkkotoiminnot käytöstä. Se poistaa myös yhteystoiminnot, kuten Wi-Fin ja Bluetoothin, käytöstä. Jos haluat käyttää Wi-Fiä ja Bluetoothia, ota ne Asetukset-kohdassa tai ilmoituspaneelissa käyttöön.
ga: Cuireann Mód eitilte ar do chumas glaonna, teachtaireachtaí agus gnéithe líonra sonraí a chasadh as. Castar as gnéithe nascachta freisin amhail Wi-Fi agus Bluetooth. Chun Wi-Fi agus Bluetooth a úsáid, cas air iad faoi Shocruithe nó ar an bpainéal fógraí.
gl: O Modo avión permíteche desactivar as funcións de chamadas, de mensaxes e de rede de datos. Tamén desactiva as funcións de conectividade como a Wi-Fi e o Bluetooth. Para utilizar a Wi-Fi e o Bluetooth, actívaos en Axustes ou no panel de notificacións.
hi: फ़्लाइट मोड आपको कॉल, सन्देश, और डाटा नेटवर्क सुविधाओं को बंद करने की अनुमति प्रदान करता है। साथ ही यह कनेक्टिविटी सुविधाएँ जैसे कि Wi-Fi और ब्लूटूथ को भी बंद कर देता है। Wi-Fi और ब्लूटूथ का उपयोग करने के लिए, उनको सेटिंग्स में या अधिसूचना पैनल पर चालू करें।
hr: Profil bez mreže omogućuje vam da isključite značajke poziva, poruka i podatkovnih mreža. Također isključuje značajke povezivanja kao što su Wi-Fi i Bluetooth. Da biste koristili Wi-Fi i Bluetooth, uključite ih u Postavkama ili u obavijestima.
hu: A Repülő üzemmóddal kikapcsolhatók a hívás-, üzenet- és adathálózati funkciók. Egyúttal az olyan kapcsolódási funkciók is kikapcsolnak, mint a Wi-Fi és a Bluetooth. A Wi-Fi vagy Bluetooth használatához kapcsolja be a funkciót a Beállításokban vagy az értesítési panelen.
hy: Թռիչքային ռեժիմը թույլ է տալիս անջատել զանգի, հաղորդագրման և տվյալների հաղորդման ցանցի գործառական հնարավորությունները: Այն նաև անջատում է միացնելիության հնարավորությունները, ինչպիսիք են Wi-Fi-ն ու Bluetooth-ը: Wi-Fi Bluetooth օգտագործելու համար դրանք միացրեք Դրվածքներում կամ ծանուցումների վահանակում:
is: Flugstilling gerir þér kleift að slökkva á símtölum, skilaboðum og gagnaneti. Hún slekkur einnig á samskiptaeiginleikum á borð við Wi-Fi og Bluetooth. Til að nota Wi-Fi og Bluetooth skaltu kveikja á þeim eiginleikum í stillingum eða á tilkynningaskjánum.
it_it: La modalità Offline consente di disattivare le funzioni relative a chiamate, messaggi e connessione dati. Disattiva inoltre le funzioni di connettività quali Wi-Fi e Bluetooth. Per utilizzare Wi-Fi e Bluetooth, attivateli in Impostazioni o nel pannello notifiche.
ja_jp: 機内モードを有効にすると、電話、SMS、およびデータネットワーク機能がOFFになります。また、Wi-FiやBluetoothなどの接続機能もOFFになります。Wi-Fi​や​Bluetoothを使用するには、設定または通知パネルからONにしてください。
ka: ფრენის რეჟიმი საშუალებას გაძლევთ გამორთოთ ზარების, მიმოწერისა და მონაცემთა ქსელის ფუნქციები. იგი ასევე გამორთავს დაკავშირების საშუალებებს, როგორიცაა Wi-Fi და Bluetooth. თუ გსურთ გამოიყენოთ Wi-Fi და Bluetooth, ჩართეთ ისინი პარამეტრებში ან შეტყობინებათა დაფაზე.
kk: Ұшу режимі қоңырау шалу, хабар алмасу және деректер желісі мүмкіндіктерін өшіруге рұқсат береді. Сондай-ақ, Wi-Fi және Bluetooth секілді қосылу мүмкіндіктерін өшіруге рұқсат береді. Wi-Fi және Bluetooth пайдалану үшін оларды “Параметрлер” ішінде немесе хабарландыру тақтасында қосыңыз.
ko_kr: 비행기 탑승 모드를 실행하면 전화, 메시지, 데이터 네트워크 기능을 끌 수 있습니다. 또한 Wi-Fi나 블루투스와 같은 연결 기능도 꺼집니다. Wi-Fi 및 블루투스를 사용하려면 환경설정이나 알림창에서 해당 기능을 켜세요.
lt: Įjungus skrydžio režimą išjungiamos skambinimo, žinučių siuntimo ir duomenų tinklo funkcijos. Taip pat išjungiamos ryšio funkcijos, tokios kaip „Wi-Fi“ ir „Bluetooth“. Norėdami naudoti „Wi-Fi“ ir „Bluetooth“, įjunkite jas nustatymuose arba pranešimų skydelyje.
lv: Lidojuma režīms ļauj izslēgt zvanu, ziņapmaiņas un datu tīkla funkcijas. Tas izslēdz arī savienojuma funkcijas, piemēram, Wi-Fi un Bluetooth. Lai lietotu Wi-Fi un Bluetooth, ieslēdziet šīs funkcijas sadaļā Iestatījumi vai paziņojumu panelī.
mk: Режимот за летало овозможува да исклучите повикување, праќање пораки и податочни мрежи. Ги исклучува и функциите за поврзување како Wi-Fi и Bluetooth. За да ги користите Wi-Fi и Bluetooth, вклучете ги во Опции или во таблата за известувања.
nb: Flymodus lar deg slå av anrops-, meldings- og datanettverksfunksjoner. Den slår også av tilkoblingsfunksjoner som Wi-Fi og Bluetooth. For å bruke Wi-Fi og Bluetooth må du slå dem på i Innstillinger eller på varselspanelet.
nl_nl: Met vliegtuigstand kunt u oproepen, berichten en gegevensnetwerkfuncties uitschakelen. Hiermee schakelt u ook verbindingsfuncties zoals Wi-Fi en Bluetooth uit. Als u Wi-Fi en Bluetooth wilt gebruiken, kunt u dat inschakelen in Instellingen of het meldingenvenster.
pl: Tryb Offline umożliwia wyłączenie funkcji połączeń, przesyłania wiadomości oraz sieci danych. Powoduje on również wyłączenie funkcji łączności, takich jak Wi-Fi oraz Bluetooth. Aby korzystać z funkcji Wi-Fi oraz Bluetooth, włącz je w Ustawieniach lub na panelu powiadomień.
pt_br: O modo Offline permite que você desligue recursos de chamadas, mensagens e rede de dados. Ele também desliga recursos de conectividade como Wi-Fi e Bluetooth. Para usar Wi-Fi e Bluetooth, ligue-os em Configurações ou no painel de notificações.
pt_pt: O Modo de voo permite-lhe desligar as funções de chamadas, mensagens e redes de dados. Também desliga funções de conectividade como Wi-Fi e Bluetooth. Para utilizar Wi-Fi e Bluetooth, active estas funções nas Definições ou no painel de notificação.
ro: Modul Avion vă permite să dezactivaţi funcţiile pentru apeluri, mesagerie şi reţeaua de date. De asemenea, dezactivează funcţiile de conectivitate, cum ar fi Wi-Fi şi Bluetooth. Pentru a utiliza Wi-Fi şi Bluetooth, activaţi-le din Setări sau din panoul de notificare.
ru_ru: В автономном режиме можно отключить функции вызовов, обмена сообщениями и передачи данных. Так же будут отключены другие виды связи, такие как Wi-Fi и Bluetoth. Чтобы воспользоваться функциями Wi-Fi и Bluetooth, включите их в меню настроек или на панели уведомлений.
sk: Letový režim umožňuje vypnúť funkcie volaní, správ a dátových sietí. Vypne aj funkcie pripojení, ako napríklad Wi-Fi a Bluetooth. Ak chcete používať pripojenia Wi-Fi a Bluetooth, zapnite ich v menu Nastavenia alebo na paneli oznámení.
sl: Način letenja omogoča, da izklopite funkcije klicanja, sporočanja in prenosa podatkov. Prav tako izklopi funkcije za povezovanje, kot sta Wi-Fi in Bluetooth. Če želite uporabiti vmesnika za Wi-Fi in Bluetooth, ju vklopite v Nastavitvah ali v obvestilni plošči.
sr: Režim letenja ti omogućava da isključiš pozivanje, razmenu poruka i funkcije mrežne veze za prenos podataka. On isključuje i funkcije povezanosti kao što su Wi-Fi i Bluetooth. Da bi koristio/la Wi-Fi i Bluetooth, uključi ih u Podešavanjima ili u panelu sa obaveštenjima.
sv: Med Flygläget kan du stänga av funktionerna för samtal, meddelanden och datanätverk. Anslutningsfunktioner som Wi-Fi och Bluetooth stängs också av. Om du vill använda Wi-Fi och Bluetooth slår du på dem i Inställningar eller i meddelandepanelen.
tr_tr: Uçuş modu arama, mesajlaşma ve veri ağı özelliklerini kapatabilmenizi sağlar. Ayrıca, Wi-Fi ve Bluetooth gibi bağlanabilirlik özelliklerini de kapatır. Wi-Fi ve Bluetooth'u kullanmak için onları Ayarlar'dan veya bildirim panelinden açabilirsiniz.
uk: Режим без зв’язку дає змогу вимкнути функції виклику, обміну повідомленнями та мережі передачі даних. Крім того, у режимі без зв’язку вимкнено функції підключення, такі як Wi-Fi та Bluetooth. Щоб скористатися Wi-Fi та Bluetooth, увімкніть їх в установках або на панелі сповіщень.
uz: Uchish rejimi Sizga qo‘ng‘iroq qilish, xabarlar va ma’lumotlar tarmog‘i funksiyasini o‘chirish imkonini beradi. Shuningdek, ushbu funksiya Wi-Fi va Bluetooth kabi ulanish funksiyalarini ham o‘chiradi. Wi-Fi va Bluetoothdan foydalanish uchun Parametrlar yoki bildirishnoma panelida ularni yoqing.
zh_hk: 飛行模式可讓您關閉通話、訊息與數據網絡功能。也將關閉連線功能，如 Wi-Fi 與藍牙。若要使用 Wi-Fi 與藍牙，請在設定中或通知面板上開啟。
zh_sg: 飞行模式可让您关闭通话、信息和数据网络功能。其也将关闭 Wi-Fi 和蓝牙等连接性功能。若要使用 Wi-Fi 和蓝牙，请在设置或通知面板中将其开启。

# IDS_ST_BODY_SD_CARD_DECRYPTION_ERROR_OCCURRED
source: SD card decryption error occurred.
ar: حدث خطأ أثناء فك تشفير بطاقة SD
az: SD kart şifrinin açılması səhvi baş verdi.
bg: Възникна грешка при дешифрирането на SD картата.
ca: Error de desxifratge de la targeta SD
cs: Během dešifrování SD karty došlo k chybě.
da: Der opstod en fejl under dekryptering af SD-kortet.
de_de: Fehler bei der SD-Kartenentschlüsselung
el_gr: Προέκυψε σφάλμα αποκρυπτογράφησης της κάρτας SD.
et: SD-kaardi dekruptimisel ilmnes torge.
eu: Errorea gertatu da SD txartela desenkriptatzean
fi: SD-kortin salausta purettaessa tapahtui virhe.
ga: Tharla earráid díchriptithe an chárta SD
gl: Produciuse un erro ao descifrar a tarxeta SD
hi: SD कार्ड डिक्रिप्‍शन त्रुटि पाई गई
hr: Došlo je do greške šifriranja SD kartice.
hu: Az SD-kártya dekódolása során hiba történt.
hy: SD քարտի վերծանման սխալ է տեղի ունեցել:
is: Villa kom upp við afkóðun á SD-korti.
it_it: Si è verificato un errore durante la decrittogr. della scheda SD.
ja_jp: 外部SDカードの復号エラーが発生しました。
ka: SD ბარათის გაშიფვრის დროს მოხდა შეცდომა.
kk: SD картасын шифрсыздандыру қатесі орын алды.
ko_kr: SD 카드 복호화 오류가 발생하였습니다.
lt: Iššifruojant SD kortelę įvyko klaida.
lv: Radās SD kartes atšifrēšanas kļūda.
mk: Дојде до грешка при дешифрирањето на SD-картичката.
nb: Det oppstod en feil under SD-kortdekrypteringen.
nl_nl: Fout opgetreden bij decoderen van SD-kaart.
pl: Wystąpił błąd odszyfrowywania karty pamięci.
pt_br: Erro de decodificação do cartão SD.
pt_pt: Ocorreu um erro de desencriptação do cartão SD.
ro: A apărut o eroare la decriptarea cartelei SD.
ru_ru: Возникла ошибка расшифровки карты памяти SD.
sk: Vyskytla sa chyba dešifrovania karty SD.
sl: Pri dešifriranju kartice SD je prišlo do napake.
sr: Došlo je do greške prilikom dešifrovanja SD kartice.
sv: Ett avkrypteringsfel inträffade för SD-kortet.
tr_tr: SD kart şifre çözmede hata oluştu
uk: Сталася помилка дешифрування карти пам’яті.
uz: SD-karta shifrdan chiqarishda xato yuzaga keldi.
zh_hk: SD 卡解密發生錯誤。
zh_sg: SD 卡解密發生錯誤。

# IDS_PN_OPT_DISABLE_FLIGHT_MODE_ABB
source: Disable Flight mode
ar: إلغاء وضع الطيران
az: Uçuş rji.i q-aktv et
bg: Деактив. режим Полет
ca: Deshab mode Vol
cs: Vypn. režim Letadlo
da: Deakt. Flytilstand
de_de: Offline-Modus deakt.
el_gr: Απενερ. λειτ. πτήσης
et: Keela lennurežiim
eu: Ezgaitu Hegaldi modua
fi: Poista lentot. käyt.
ga: Díchumas. Mód eitilte
gl: Desactiva modo Avión
hi: फ़्लाइट मोड अक्षम करें
hr: Isk. Profil bez mr.
hu: Kap. ki a Rep. módot
hy: Կասեցնել Թռչք. ռեժիմ
is: Slökkva á flugstill.
it_it: Disatt. modal. offline
ja_jp: 機内モードを無効にする
ka: ფრენის რეჟიმის გამრ.
kk: Ұшу режимін өшіру
ko_kr: 비행기 탑승 모드 해제
lt: Išj. skrydžio režimą
lv: Deakt. lidojuma rež.
mk: Искл.режим за летало
nb: Deaktiver Flymodus
nl_nl: Vliegtuigstand uit
pl: Wyłącz tryb Offline
pt_br: Desat. modo de voo
pt_pt: Desactivar modo Voo
ro: Dezactiv. mod Avion
ru_ru: Выкл. автономный режим
sk: Vypnúť letový režim
sl: Onem. način letenja
sr: Onemog. rež. letenja
sv: Inaktivera Flygläge
tr_tr: Uçş mdn dvr dşı brak
uk: Вимк.реж.без зв’язку
uz: Uchish rejimini o‘ch
zh_hk: 停用飛行模式
zh_sg: 禁用飞行模式

# IDS_PN_OPT_ENABLE_FLIGHT_MODE_ABB
source: Enable Flight mode
ar: تفعيل وضع الطيران
az: Uçuş rejimini aktivləşdir
bg: Активиране на режим Полет
ca: Habilitar mode Vol
cs: Zapnout režim Letadlo
da: Aktivér Flytilstand
de_de: Offline-Modus akt.
el_gr: Ενεργ. λειτουργίας πτήσης
et: Aktiveeri lennurežiim
eu: Gaitu Hegaldi modua
fi: Ota lentotila käyttöön
ga: Cumasaigh Mód eitilte
gl: Activar o Modo de avión
hi: फ़्लाइट मोड सक्षम करें
hr: Uključi Način rada u letu
hu: Repülő üzemmód eng.
hy: Ընձեռել Թռիչքային ռեժիմը
is: Kveikja á flugstillingu
it_it: Attiva modalità Offline
ja_jp: 機内モードを有効にする
ka: ფრენის რეჟიმის გააქტიურება
kk: Ұшу режимін қосыңыз
ko_kr: 비행기 탑승 모드 실행
lt: Įjungti skrydžio režimą
lv: Aktiviz. lidojuma režīmu
mk: Вклучи Режим за летање
nb: Aktiver Flymodus
nl_nl: Vliegtuigstand inschakelen
pl: Włącz tryb Offline
pt_br: Ativar modo Offline
pt_pt: Activar Modo de voo
ro: Activaţi modul Avion
ru_ru: Вкл. автономный режим
sk: Zapnúť letový režim
sl: Omogočite način letenja
sr: Omogući režim letenja
sv: Aktivera Flygläge
tr_tr: Uçuş modunu etkinleştir
uk: Увімк. режим без зв’язку
uz: Uchish rejimini yoqish
zh_hk: 啟用飛行模式
zh_sg: 启用飞行模式

# IDS_DN_POP_ENCRYPTING_SD_CARD_ING
source: Encrypting SD card...
ar: جار تشفير بطاقة SD...
az: SD kart şifrlənir...
bg: Шифроване на SD картата...
ca: S'està xifrant la targeta SD...
cs: Šifrování SD karty...
da: Krypterer SD-kort...
de_de: SD-Karte wird verschlüsselt...
el_gr: Κρυπτογράφηση κάρτας SD...
et: SD-kaardi krüptimine...
eu: SD txartela enkriptatzen...
fi: SD-korttia salataan...
ga: Cárta SD á chriptiú...
gl: Cifrando tarxeta SD...
hi: SD कार्ड एन्क्रिप्‍ट किया जा रहा है...
hr: Šifriranje SD kartice...
hu: SD-kártya titkosítása...
hy: SD քարտը ծածկագրվում է...
is: Dulkóða SD-kort...
it_it: Crittografia scheda SD in corso...
ja_jp: 外部SDカードのデータを暗号化中...
ka: სრულდება SD ბარათის დაშიფვრა...
kk: SD картасы шифрлануда...
ko_kr: SD 카드 암호화 중...
lt: Šifruojama SD kortelė...
lv: Šifrē SD karti...
mk: Се шифрира SD-картичката...
nb: Krypterer SD-kort ...
nl_nl: SD-kaart coderen...
pl: Szyfrowanie karty pamięci...
pt_br: Codificando cartão SD...
pt_pt: A encriptar cartão SD...
ro: Se criptează cartela SD...
ru_ru: Шифрование карты памяти SD...
sk: Šifruje sa karta SD...
sl: Šifriranje kartice SD ...
sr: Šifrovanje SD kartice...
sv: Krypterar SD-kort...
tr_tr: SD kart şifreleniyor...
uk: Шифрування карти пам’яті...
uz: SD-karta shifrlanmoqda...
zh_hk: 正在加密 SD 卡...
zh_sg: 正在加密SD卡…
