Repository: tizenorg/platform.core.system.system-popup
Catalog: po/src/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, et, eu, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl_nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_hk, zh_sg

source: Maximum data usage limit (%s) exceeded. Mobile data disabled. Enabling mobile data may incur additional charges.
ar: تم تجاوز الحد المعين لاستخدام البيانات (%s). تم إلغاء تفعيل ‏‫بيانات الهاتف المحمول‬. قد يترتب على تفعيل ‏‫بيانات الهاتف المحمول‬ فرض رسوم إضافية.
az: Maksimum məlumat istifadəsi limitini (%s) keçib. Mobil məlumat qeyri-aktivdir. Mobil məlumatın aktivləşdirilməsi əlavə xərclərə səbəb ola bilər.
bg: Надвишено е максималното ограничение за използване на данни (%s). Мобилните данни са деактивирани. Активирането на мобилни данни може да начисли допълнителни такси.
ca: S'ha excedit el límit màxim d'ús de dades (%s). Es deshabilitaran les dades mòbils. Habilitar les dades mòbils por comportar càrrecs addicionals.
cs: Byl překročen maximální limit využití dat (%s). Mobilní data byla vypnuta. Zapnutí mobilních dat může zahrnovat další poplatky.
da: Grænse for maksimalt databrug (%s) overskredet. Mobile data deaktiveret. Aktivering af mobile data kan medføre yderligere gebyrer.
de_de: Beschränkung der nutzbaren Datenmenge (%s) erreicht. Mobile Daten deaktiviert. Durch die Aktivierung mobiler Daten können zusätzliche Gebühren verursacht werden.
el_gr: Υπέρβαση του μέγιστου ορίου χρήσης δεδομένων (%s). Τα δεδομένα κινητής τηλεφωνίας απενεργοποιήθηκαν. Η ενεργοποίηση των δεδομένων κινητής τηλεφωνίας ενδέχεται να επιφέρει επιπλέον χρεώσεις.
et: Maksimaalne lubatud andmekasutuse määr (%s) on ületatud. Mobiilne andmeside desaktiveeritud. Mobiilse andmesideühenduse aktiveerimisel võivad rakenduda lisatasud.
eu: Gehienezko datu erabilera muga (%s) gainditu duzu. Datu mugikorrak ezgaituta. Baliteke datu mugikorrak gaitzeak kostu osagarriak eragitea.
fi: Tietojen käyttörajoitus (%s) on ylitetty. Mobiilidata on poistettu käytöstä. Mobiilidatan käyttöönotosta voidaan periä ylimääräisiä maksuja.
ga: Teorainn úsáide sonraí uasta sáraithe (%s). Sonraí móibíleacha díchumasaithe. Is féidir go ngearrfar táillí breise ar shonraí móibíleacha a chumasú.
gl: Superouse o límite de uso de datos máximo (%s). Desactiváronse os datos móbiles. A activación dos datos móbiles pode carrexar custos adicionais.
hi: अधिकतम डाटा उपयोग सीमा (%s) पार हुई। मोबाइल डाटा अक्षम किया गया। मोबाइल डाटा सक्षम करने से अतिरिक्‍त शुल्‍क लग सकता हैं।
hr: Prekoračeno maks. ograničenje korištenja podataka (%s). Mobilni podaci isključeni. Uključivanje mobilnih podataka može povećati troškove.
hu: Túllépte a maximális adathasználat korlátját (%s). Mobil internetkapcsolat letiltva. A mobil internetkapcsolat engedélyezése további költséggel járhat.
hy: Տվյալների օգտագործման առավելագույն չափը (%s) գերազանցվել է: Շարժական տվյալները կասեցված են: Շարժական տվյալներ ընձեռելը կարող է լրացուցիչ վճար պահանջել:
is: Hámarki gagnanotkunar (%s) er náð. Farsímagögn óvirk. Virkjun farsímagagna kann að hafa kostnað í för með sér.
it_it: Limite di utilizzo dati massimo (%s) superato. Connessione dati disattiva. L'attivazione dei dati può comportare l'addebito di spese aggiuntive.
ja_jp: 最大データ使用限度（%s）を超えたため、モバイルデータが無効になりました。モバイルデータを有効にすると、追加料金が発生する可能性があります。
ka: გადაჭარბებულია მონაცემთა გამოყენების ლიმიტი (%s). მობილური მონაცემები გამორთულია. მობილურ მონაცემთა გამოყენებისთვის შეიძლება დაგერიცხოთ დამატებითი გადასახადი.
kk: Ең көп деректер пайдалану шегінен (%s) асып кетті. Ұялы деректер өшірілді. Ұялы деректер қосуға қосымша ақылар алынуы мүмкін.
ko_kr: 최대 데이터 사용량(%s)을 초과하였습니다. 모바일 데이터가 해제되었습니다. 모바일 데이터를 실행하면 추가 요금이 부과될 수 있습니다.
lt: Viršyta didžiausia duomenų naudojimo riba (%s). Mobilieji duomenys išjungti. Suaktyvinant GPS duomenis, gali būti taikomi papildomi mokesčiai.
lv: Pārsniegts maksimālais datu lietojuma ierobežojums (%s). Mobilie dati ir deaktivizēti. Mobilo datu aktivizēšana var radīt papildu izmaksas.
mk: Достигнато е максималното ограничување за користење податоци (%s). Мобилни податоци е исклучено. Вклучувањето на мобилни податоци може да чини дополнително.
nb: Maksimal grense for databruk (%s) er oversteget. Mobildatabruk deaktivert. Aktivering av mobildata vil medføre ekstre kostnader.
nl_nl: Maximumlimiet voor gegevensgebruik (%s) overschreden. Mobiele gegevens uitgeschakeld. Voor het inschakelen van mobiele gegevens kunnen extra kosten gelden.
pl: Przekroczono maksymalny limit używania danych (%s). Wyłączono dane sieci komórkowej. Włączenie danych sieci komórkowej może spowodować naliczenie dodatkowych opłat.
pt_br: Limite máximo de dados (%s) excedido. Rede de dados móveis desativada. Ativar a rede de dados móveis pode ficar sujeito a cobranças adicionais.
pt_pt: O limite de utilização de dados máximo (%s) foi excedido. Os dados móveis foram desactivados. A activação dos dados móveis pode implicar a cobrança de taxas adicionais.
ro: S-a depăşit limita maximă pentru utilizarea datelor (%s). Date mobile dezactivate. Activarea datelor mobile poate genera costuri suplimentare.
ru_ru: Превышен лимит использования данных (%s). Мобильные данные отключены. Включение мобильных данных может привести к дополнительным затратам.
sk: Prekročil sa maximálny limit prenesených dát (%s). Mobilné dátové pripojenie je vypnuté. Zapnutie mobilného dátového pripojenia môže znamenať ďalšie poplatky.
sl: Presegli ste največjo omejitev porabe podatkov (%s). Mobilni podatki so onemogočeni. Če jih omogočite, lahko pride do dodatnih stroškov.
sr: Dostignuto je ograničenje korišćenja podataka (%s). Podaci o mobilnom uređaju nisu omogućeni. Njihovim omogućavanjem može doći do dodatnih troškova.
sv: Den högsta gränsen för dataanvändning (%s) har överskridits. Mobila data har inaktiverats. Om du aktiverar mobila data kan det medföra extra kostnader.
tr_tr: Maksimum veri kullanım limiti (%s) aşıldı. Mobil veri devre dışı. Mobil verinin etkinleştirilmesi ek ücrete tabi olabilir.
uk: Перевищено максимальне обмеження на використання даних (%s). Використання мобільних даних вимкнено. Увімкнення використання мобільних даних може призвести до додаткових витрат.
uz: Ma’lumotdan foydalanish cheklovidan (%s) oshib ketdi. Mobil ma’lumot o‘chirilgan. Mobil ma’lumotdan foydalanish uchun qo‘shimcha to‘lov olinishi mumkin.
zh_hk: 已超過數據使用量上限（%s）。流動數據已停用。啟用流動數據可能產生額外費用。
zh_sg: 已超过最大数据使用限制 (%s)。移动数据已禁用。启用移动数据可能产生额外费用。

# IDS_ST_BODY_MUTE
source: Mute
ar: كتم
az: Səssiz
bg: Заглуш.
ca: Silenci
cs: Ztlumit
da: Lydløs
de_de: Lautlos
el_gr: Σίγαση
et: Vaigista
eu: Isilarazi
fi: Mykistä
ga: Balbh
gl: Silencioso
hi: मूक
hr: Bez zvuka
hu: Néma
hy: Անձայն
is: Þögn
it_it: Silenzioso
ja_jp: サイレント
ka: უხმო რეჟიმი
kk: Дыбыссыз
ko_kr: 음소거
lt: Nutildyti
lv: Bez skaņas
mk: Исклучи звук
nb: Lydløs
nl_nl: Stil
pl: Wycisz
pt_br: Silenciar
pt_pt: Silenciar
ro: Silenţios
ru_ru: Выкл. звук
sk: Stlmiť
sl: Utišaj
sr: Isključi ton
sv: Ljud av
tr_tr: Sessiz
uk: Вимк. звук
uz: Ovozsiz
zh_hk: 靜音
zh_sg: 静音

# IDS_ST_POP_SECURITY_POLICY_PREVENTS_USE_OF_DESKTOP_SYNC
source: Security policy prevents use of desktop sync.
ar: يمنع نهج الأمان استخدام مزامنة سطح المكتب
az: Təhlükəsizlik siyasəti iş masasının sinxronlaşdırılmasından istifadənin qarşısını alır.
bg: Политиката за защита пречи на използването на настолна синхронизация.
ca: La política de seguretat evita l'ús de la sincronització d'escriptori
cs: Zásady zabezpečení neumožňují použití synchronizace se stolním počítačem.
da: Sikkerhedspolitik forhindrer brug af skrivebordssynkronisering.
de_de: Sicherheitsrichtlinie verhindert die Verwendung der Desktop-Synchronisierung.
el_gr: Η πολιτική ασφαλείας δεν επιτρέπει τη χρήση συγχρονισμού επιφάνειας εργασίας.
et: Turvalisuse poliis takistab toolaua sunkroonimise kasutamist.
eu: Segurtasun politikak idazmahai sinkronizazioaren erabilera galarazten du
fi: Suojauskäytäntö estää työpöydän synkronoinnin käytön.
ga: Cuireann an beartas slándála bac ar úsáid shioncronú deisce
gl: A política de seguridade impide o uso da sincronización do escritorio
hi: सुरक्षा नीति डेस्कटॉप सिंक के उपयोग को रोकती है
hr: Sigurnosne odredbe sprečavaju upotrebu sinkronizacije radne površine.
hu: A biztonsági irányelv tiltja a számítógéppel történő szinkronizálás használatát
hy: Անվտանգության քաղաքականությունը կանխում է աշխատասեղանի համաժամացման օգտագործումը:
is: Öryggisstefna kemur í veg fyrir notkun skjáborðssamstillingar.
it_it: I criteri di protezione non consentono la sincronizzazione desktop.
ja_jp: デスクトップ同期の使用は、セキュリティポリシーによって制限されています。
ka: უსაფრთხოების პოლიტიკა კრძალავს სამუშაო დაფის სინქრონიზაციის გამოყენებას.
kk: Қауіпсіздік саясаты жұмыс үстелін синхрондауға жол бермейді.
ko_kr: 보안 정책에 따라 데스크톱 동기화 사용이 제한됩니다.
lt: Saugos politika neleidžia naudoti darbalaukio sinchronizavimo.
lv: Drošības politika liedz datora sinhronizācijas lietošanu.
mk: Политиката за безбедност спречува користење синхронизирање со компјутер.
nb: Sikkerhetspolicyen hindrer bruk av skrivebordssynkronisering.
nl_nl: Beveiligingsbeleid verhindert gebruik van desktop synchroniseren.
pl: Zasady zabezpieczeń uniemożliwiają korzystanie z synchronizacji z komputerem.
pt_br: A política de segurança evita o uso da sincronização da área de trabalho.
pt_pt: A política de segurança impede a utilização de sincronização do ambiente de trabalho.
ro: Politica de securitate nu permite utilizarea sincronizării desktopului.
ru_ru: Политика безопасности ограничивает синхронизацию с компьютером.
sk: Politika zabezpečenie zabraňuje používaniu synchronizácie s počítačom.
sl: Varnostni pravilnik preprečuje uporabo sinhronizacije namizja.
sr: Politika bezbednosti sprečava korišćenje sinhronizacije sa računarom.
sv: Säkerhetspolicyn förhindrar att skrivbordssynkronisering används.
tr_tr: Güvenlik ilkesi masaüstü eşitleme kullanımını engelliyor
uk: Політика безпеки попереджає використання синхронізації з комп’ютером.
uz: Xavfsizlik siyosati ishchi stolni sinxronlash ishlatilishidan saqlaydi.
zh_hk: 安全性政策可防止桌上電腦同步的使用。
zh_sg: 安全策略可防止桌面同步的使用。

# IDS_COM_BODY_USB_STORAGE_BLANK_OR_HAS_UNSUPPORTED_FILE_SYSTEM
source: USB storage blank or has unsupported file system.
ar: وحدة تخزين USB فارغة أو نظام الملفات غير معتمد
az: USB yaddaşı boşdur və ya fayl sistemi dəstəklənmir.
bg: USB паметта за съхранение е празна или е с неподдържана файлова система.
ca: Emmagatzematge USB en blanc o té un sistema de fitxers no compatible
cs: Paměť USB je prázdná nebo obsahuje nepodporovaný systém souborů.
da: USB-lageret er tomt eller indeholder ikke-understøttet filsystem.
de_de: USB-Speicher leer oder hat nicht unterstütztes Dateisystem
el_gr: Η συσκευή αποθήκευσης USB είναι κενή ή το σύστημα αρχείων δεν υποστηρίζεται.
et: USB-malu on tuhi voi kasutab toetuseta failisusteemi.
eu: USB biltegiratzea hutsik dago edo onartzen ez den fitxategi sistema du
fi: USB-muisti on tyhjä tai sen tiedostojärjestelmää ei tueta.
ga: Stóras USB bán nó córas comhad gan tacú ann
gl: O almacenamento USB está en branco ou ten un sistema de arquivos que non está admitido
hi: USB स्टोरेज खाली या उसमें असमर्थित फ़ाइल सिस्टम है
hr: USB memorija prazna ili s nepodržanim sustavom datoteka.
hu: Az USB-kártya üres, vagy nem támogatott a fájlrendszere
hy: USB պահոցը դատարկ է կամ ունի չապահովվող ֆայլային համակարգ:
is: USB-geymslan er tóm eða með óstutt skráakerfi.
it_it: Memoria USB vuota o con filesystem non supportato.
ja_jp: ユーザーメモリ（本体）が空または未対応のファイルシステムです。
ka: USB მეხსიერება ცარიელია, ან მისი ფაილების სისტემა არაა გათვალისწინებული.
kk: USB сақтау құрылғысы бос немесе құрамында қолданылмайтын файл жүйесі бар.
ko_kr: 내장 메모리가 비어 있거나 지원되지 않는 파일 시스템입니다.
lt: USB laikmena tuščia arba nepalaikoma jos failų sistema.
lv: USB krātuve ir tukša vai tajā ir neatbalstītu failu sistēma.
mk: Меморијата USB е празна или има неподдржан систем за фајлови.
nb: USB-lagring er tomt eller har et filsystem som ikke støttes.
nl_nl: USB-opslag leeg of bestandssysteem niet ondersteund.
pl: Pamięć USB jest pusta lub ma nieobsługiwany system plików.
pt_br: Armazenamento USB em branco ou sistema de arquivos não suportado.
pt_pt: Armazenamento USB em branco ou sistema de ficheiros não suportado.
ro: Card USB fără conţinut sau cu sistem de fişiere neacceptat
ru_ru: USB-накопитель пуст или имеет неподдерживаемую файловую систему.
sk: Ukladací priestor USB je prázdny alebo má nepodporovaný systém súborov.
sl: Pomnilnik USB je prazen ali ima nepodprt datotečni sistem.
sr: USB memorija prazna ili ima nepodržan fajl-sistem.
sv: USB-lagring är tomt eller har ett filsystem som inte stöds.
tr_tr: USB belleği boş veya desteklenmeyen dosya sistemine sahip
uk: USB-накопичувач пустий або має непідтримувану файлову систему.
uz: USB-ichki xotira bo‘sh yoki qo‘llab-quvvatlanmagan fayl tizimiga ega.
zh_hk: USB 儲存裝置空白或有不支援的檔案系統。
zh_sg: USB存储设备空白或有不支持的文件系统。

# IDS_USB_BODY_USB_MASS_STORAGE_SAFELY_REMOVED
source: USB mass storage safely removed.
ar: تمت إزالة وحدة تخزين USB كبيرة السعة بأمان
az: USB kütləvi yaddaşı təhlükəsiz çıxarıldı.
bg: USB запаметяващото устройство е извадено безопасно.
ca: Emmagatzematge massiu USB retirat amb seguretat
cs: Velkokapacitní paměťové zařízení USB bylo bezpečně odebráno.
da: USB-masselageret fjernet sikkert.
de_de: USB-Massenspeicher sicher entfernt
el_gr: Η συσκευή μαζικής αποθήκευσης USB αφαιρέθηκε με ασφάλεια.
et: USB-massmälu on turvaliselt eemaldatud.
eu: USB biltegiratze masiboa seguru kendu da
fi: USB-massamuisti on turvallisesti poistettu.
ga: Ollstóras USB bainte go sábháilte.
gl: Almacenamento masivo USB extraído de xeito seguro
hi: USB मास स्टोरेज़ सुरक्षित रूप से निकाला गया।
hr: USB memorija sigurno izvađena.
hu: Az USB-háttértár biztonságosan eltávolítva
hy: USB զանգվածային պահոցն ապահով հեռացվեց:
is: USB-gagnageymsla fjarlægð.
it_it: Memoria di massa USB rimossa in sicurezza.
ja_jp: USB大容量ストレージが安全に取り外されました。
ka: USB მასიური მეხსიერება უსაფრთხოდ გაითიშა.
kk: USB жалпы сақтау құралы қауіпсіз алынды.
ko_kr: USB 대용량 저장소가 안전하게 제거되었습니다.
lt: USB atmintinė saugiai pašalinta.
lv: USB lielapjoma atmiņa ir droši noņemta.
mk: Меморијата USB е безбедно отстранета.
nb: USB-masselagring trygt fjernet.
nl_nl: USB-massaopslag veilig verwijderd.
pl: Bezpiecznie wyjęto pamięć masową USB.
pt_br: Armazenamento USB removido com segurança.
pt_pt: Armazenamento de massa USB removido de forma segura.
ro: Spaţiul de stocare în masă USB a fost eliminat.
ru_ru: USB-носитель безопасно извлечен.
sk: Veľkokapacitný úložný priestor USB bol bezpečne odstránený.
sl: Pomnilnik USB je varno odstranjen.
sr: USB masovna memorija je uklonjena.
sv: USB-masslagringen har kopplats bort på ett säkert sätt.
tr_tr: USB yığın depolama güvenli şekilde çıkarıldı
uk: USB-накопичувач безпечно вийнято.
uz: USB-katta hajmli xotira xavfsiz chiqarildi.
zh_hk: 已安全移除 USB 大容量儲存裝置。
zh_sg: USB 大容量存储已安全移除。

# IDS_COM_BODY_OUR_PHONE_WILL_SHUT_DOWN
source: Your phone will shut down.
ar: سيتم إيقاف تشغيل هاتفك
az: bizim telefonumuz sönəcək.
bg: Телефонът ще се изключи.
ca: El telèfon s'apagarà
cs: Telefon se vypne.
da: Din telefon bliver slukket.
de_de: Gerät wird heruntergefahren
el_gr: θα τερματιστεί η λειτουργία του τηλεφώνου σας.
et: Teie telefon lulitub valja.
eu: zure telefonoa itzali egingo da
fi: Puhelin sammutetaan.
ga: Múchfar d’fhón
gl: Apagarase o teléfono
hi: अपना फ़ोन बंद हो जाएगा
hr: Telefon će se isključiti.
hu: A telefon kikapcsol
hy: Ձեր հեռախոսը կանջատվի:
is: Slökkt verður á símanum.
it_it: Il dispositivo verrà spento.
ja_jp: 端末の電源を切ります。
ka: ჩვენი ტელეფონი გამოირთვება.
kk: біздің телефонымыз өшіп қалады.
ko_kr: 휴대폰 전원이 꺼집니다.
lt: Jūsų telefonas išsijungs.
lv: Tālrunis tiks izslēgts.
mk: Телефонот ќе се исклучи.
nb: Telefonen din vil bli slått av.
nl_nl: Uw telefoon wordt uitgeschakeld.
pl: Telefon zostanie wyłączony.
pt_br: Seu telefone será desligado.
pt_pt: O seu telefone vai encerrar.
ro: telefonul dvs. se va închide.
ru_ru: Телефон будет выключен.
sk: Telefón sa vypne.
sl: Vaš telefon se bo izklopil.
sr: Telefon će se isključiti.
sv: Din telefon stängs av.
tr_tr: Telefonunuz kapatılacak
uk: Телефон буде вимкнено.
uz: Sizning telefoningiz o‘chiriladi.
zh_hk: 手機將會關閉。
zh_sg: 您的手机将关机。

# IDS_DLNA_BODY_MOUSE_M_ACCESSORY
source: Mouse
ar: ماوس
az: Siçan
bg: Мишка
ca: Ratolí
cs: Myš
da: Mus
de_de: Maus
el_gr: Ποντίκι
et: Hiir
eu: Sagua
fi: Hiiri
ga: Luch
gl: Rato
hi: माउस
hr: Miš
hu: Egér
hy: Մկնիկ
is: Mús
ja_jp: マウス
ka: თაგუნა
kk: Тінтуір
ko_kr: 마우스
lt: Pelė
lv: Pele
mk: Глувче
nb: Mus
nl_nl: Muis
pl: Mysz
pt_pt: Rato
ru_ru: Мышь
sk: Myš
sl: Miška
sr: Miš
sv: Mus
tr_tr: Fare
uk: Миша
uz: Sichqoncha
zh_hk: 滑鼠
zh_sg: 鼠标

# IDS_QP_POP_THE_DOCK_IS_CONNECTED
source: The dock is connected.
ar: تم توصيل وحدة التثبيت
az: Bənd qoşulub.
bg: Докът е свързан.
ca: El dock està connectat
cs: Dok je připojen.
da: Dock er tilsluttet.
de_de: Dockingstation verbunden
el_gr: Συνδέθηκε η βάση σύνδεσης.
et: Dokk on uhendatud.
eu: Docka konektatuta dago
fi: Telakka on yhdistetty.
ga: Nascadh an leaba nasctha
gl: A base está conectada
hi: डॉक जुड़ा है
hr: Držač je spojen.
hu: A dokkoló csatlakoztatva
hy: Միակցման բլոկը միացված է:
is: Dokkan er tengd.
it_it: La docking station è connessa.
ja_jp: ドックが接続されました。
ka: დოკი დაკავშირებულია.
kk: Док қосылды.
ko_kr: 도크가 연결되었습니다.
lt: Stotelė prijungta.
lv: Dokstacija ir pievienota.
mk: Лежиштето е поврзано.
nb: Dokken er tilkoblet.
nl_nl: Het dock is aangesloten.
pl: Podłączono stację dokującą.
pt_br: O acoplador está conectado.
pt_pt: A ancoragem está ligada.
ro: Andocarea este conectată.
ru_ru: Подставка подключена.
sk: Dok je pripojený.
sl: Odložišče je priključeno.
sr: Povezano je postolje.
sv: Dockningen är ansluten.
tr_tr: Yuva bağlandı
uk: Док-станцію підключено.
uz: Dok ulangan.
zh_hk: 底座已連接。
zh_sg: 基座已连接。

# IDS_EMM_MBODY_EMERGENCY_MODE_JPN_DCM
source: Emergency mode
ja_jp: 緊急時長持ちモード
ko_kr: 긴급 모드
pt_pt: Modo de emergência
zh_sg: 紧急模式

# IDS_VPL_POP_HDMI_CABLE_CONNECTED
source: HDMI cable connected.
ar: كابل HDMI متصل
az: HDMI kabeli qoşulub.
bg: HDMI кабелът е включен.
ca: Cable HDMI no connectat
cs: Kabel HDMI připojen.
da: HDMI-kabel tilsluttet.
de_de: HDMI-Kabel verbunden
el_gr: Συνδέθηκε καλώδιο HDMI.
et: HDMI-kaabel ühendatud.
eu: HDMI kablea konektatuta
fi: HDMI-kaapeli kytketty.
ga: Cábla HDMI ceangailte.
gl: O cable de HDMI non está conectado
hi: HDMI केबल जुड़ी है।
hr: HDMI kabel spojen.
hu: HDMI-kábel csatlakoztatva
hy: HDMI կաբելը միացված է:
is: HDMI-snúra er tengd.
it_it: Cavo HDMI collegato.
ja_jp: HDMIケーブルが接続されました。
ka: HDMI სადენი მიერთებულია.
kk: HDMI кабелі қосылған.
ko_kr: HDMI 케이블이 연결되었습니다.
lt: HDMI laidas prijungtas.
lv: Pievienots HDMI kabelis.
mk: Поврзан е кабел HDMI.
nb: HDMI-kabelen tilkoblet.
nl_nl: HDMI-kabel aangesloten.
pl: Kabel HDMI podłączony.
pt_br: Cabo HDMI conectado.
pt_pt: Cabo HDMI ligado.
ro: Cablu HDMI conectat
ru_ru: Кабель HDMI подключен.
sk: Kábel HDMI je pripojený.
sl: Kabel HDMI je priključen.
sr: HDMI kabl priključen.
sv: HDMI-kabel ansluten.
tr_tr: HDMI kablosu takılı
uk: Кабель HDMI підключено.
uz: HDMI kabel ulangan.
zh_hk: HDMI 數據線已連接。
zh_sg: 已连接HDMI数据线。

# IDS_VPL_POP_HDMI_CABLE_DISCONNECTED
source: HDMI cable disconnected.
ar: كابل HDMI غير متصل
az: HDMI kabeli qoşulu deyil.
bg: HDMI кабелът е изключен.
ca: Cable HDMI desconnectat
cs: Kabel HDMI odpojen.
da: HDMI-kabel frakoblet.
de_de: HDMI-Kabel getrennt
el_gr: Το καλώδιο HDMI αποσυνδέθηκε.
et: HDMI-kaabel lahti ühendatud.
eu: HDMI kablea deskonektatuta
fi: HDMI-kaapeli irrotettu.
ga: Cábla HDMI dícheangailte.
gl: O cable de HDMI está desconectado
hi: HDMI केबल डिस्कनेक्ट है।
hr: HDMI kabel odspojen.
hu: HDMI-kábel leválasztva
hy: HDMI կաբելն անջատված է:
is: HDMI-snúran er ótengd.
it_it: Cavo HDMI scollegato.
ja_jp: HDMIケーブルが接続されていません。
ka: HDMI სადენი გამორთულია.
kk: HDMI кабелі ажыратылған.
ko_kr: HDMI 케이블이 해제되었습니다.
lt: HDMI laidas atjungtas.
lv: HDMI kabelis ir atvienots.
mk: Кабелот HDMI е откачен.
nb: HDMI-kabelen frakoblet.
nl_nl: HDMI-kabel niet aangesloten.
pl: Kabel HDMI odłączony.
pt_br: Cabo HDMI desconectado.
pt_pt: Cabo HDMI desligado.
ro: Cablu HDMI deconectat
ru_ru: Кабель HDMI отключен.
sk: Kábel HDMI je odpojený.
sl: Kabel HDMI je odstranjen.
sr: HDMI kabl otkačen.
sv: HDMI-kabel frånkopplad.
tr_tr: HDMI kablosu takılı değil
uk: Кабель HDMI відключено.
uz: HDMI kabel uzilgan.
zh_hk: HDMI 數據線已中斷。
zh_sg: 已断开HDMI数据线。

# IDS_ST_BODY_EMERGENCY_MODE_ABB
source: Emergency mode
ar: وضع الطوارئ
az: Fövqəladə rejim
bg: Спешен режим
ca: Mode d'emergència
cs: Tísňový režim
da: Nødtilstand
de_de: Notfallmodus
el_gr: Λειτουργία έκτακτης ανάγκης
et: Hädaabirežiim
eu: Larrialdi modua
fi: Hätätila
ga: Mód éigeandála
gl: Modo de urxencia
hi: आपातकाल मोड
hr: Hitni način
hu: Vészhelyzet üzemmód
hy: Արտակարգ իրավիճակի ռեժիմ
is: Neyðarstilling
it_it: Modalità di emergenza
ja_jp: 緊急時長持ちモード
ka: საგანგებო რეჟიმი
kk: Төтенше режим
ko_kr: 긴급 모드
lt: Pavojaus režimas
lv: Ārkārtas režīms
mk: Итен режим
nb: Nødmodus
nl_nl: Alarmstand
pl: Tryb awaryjny
pt_br: Modo de Emergência
pt_pt: Modo de emergência
ro: Modul Urgenţă
ru_ru: Экстренный режим
sk: Tiesňový režim
sl: Način v sili
sr: Režim Opasnost
sv: Nödläge
tr_tr: Acil mod
uk: Екстрений режим
uz: Favqulodda rejim
zh_hk: 緊急模式
zh_sg: 緊急模式
