Repository: tizenorg/platform.core.system.system-popup
Catalog: po/src/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, et, eu, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl_nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_hk, zh_sg

# IDS_ST_BODY_TAP_TO_TURN_OFF_ASSISTIVE_LIGHT
source: Tap to turn off assistive light.
ar: انقر لإيقاف تشغيل الضوء المساعد
az: Köməkçi işığı söndürmək üçün vurun.
bg: Чукнете, за да изключите помощната светлина.
ca: Toqui per apagar llum d'assistència
cs: Klepnutím vypnete pomocné osvětlení.
da: Tap for at slukke hjælpelys.
de_de: Assistenz-Licht ausschalten
el_gr: Πατήστε για απενεργοποίηση του βοηθητικού φωτός.
et: Toksake, et lulitada abivalgust valja.
eu: Ukitu eta itzali laguntza argia
fi: Poista apuvalo käytöstä napauttamalla.
ga: Tapáil le solas cúnta a chasadh as
gl: Toca para desactivar a luz de asistencia
hi: सहायक प्रकाश बंद करने के लिए टैप करें
hr: Dodirnite da biste isključili pomoćno svjetlo.
hu: Érintéssel kikapcsolhatja a segédfényt
hy: Թակեք՝ օժանդակ լույսն անջատելու համար:
is: Pikkaðu til að slökkva á hjálparljósinu.
it_it: Toccare per spegnere la luce di accesso facilitato.
ja_jp: タップして補助ライトをOFF
ka: დააკაკუნეთ და გამოირთვება დამხმარე სინათლე.
kk: Көмекші жарықты өшіру үшін түртіңіз.
ko_kr: 보조등을 끄려면 누르세요.
lt: Bakstelėkite, jei norite išjungti pagalbinę lemputę.
lv: Pieskarieties, lai izslēgtu papildu apgaismojumu.
mk: Допрете да се исклучи помошното светло.
nb: Trykk for å skru av hjelpelys.
nl_nl: Tik om hulplamp uit te schakelen.
pl: Dotknij, aby wyłączyć latarkę.
pt_br: Toque para desligar a luz auxiliar.
pt_pt: Tocar para desligar luz auxiliar.
ro: Atingeţi pentru a stinge lumina de ajutor.
ru_ru: Нажмите, чтобы выключить подсветку.
sk: Ťuknutím môžete vypnúť pomocné svetlo.
sl: Pritisnite, da izklopite pomožno lučko.
sr: Kucni radi isključivanja pomoćnog svetla.
sv: Tryck för att stänga av hjälpljus.
tr_tr: Yardımcı ışığı kapatmak için dokunun
uk: Натисніть, щоб вимкнути допоміжне підсвічування.
uz: Yordamchi yorug‘likni o‘chirish uchun cherting.
zh_hk: 輕觸以關閉輔助燈。
zh_sg: 轻敲以关闭辅助光。

# IDS_COM_POP_UNMOUNT_USB_MASS_STORAGE_BEFORE_REMOVING_TO_AVOID_DATA_LOSS
source: Unmount USB mass storage before removing to avoid data loss.
ar: إلغاء تحميل وحدة تخزين USB كبيرة السعة قبل إزالتها لتجنب فقدان البيانات
az: Məlumat itkisinin qarşısını almaq üçün USB kütləvi yaddaşını çıxartmazdan əvvəl onu kənarlaşdırın.
bg: Демонтирайте USB запаметяващото устройство, преди да го извадите, за да избегнете загуба на данни.
ca: Desmunti l'emmagatzematge massiu USB abans de retirar-lo per evitar pèrdua de dades
cs: Velkokapacitní paměťové zařízení USB před odebráním odpojte, aby nedošlo ke ztrátě dat.
da: Deaktivér USB-masselageret, før det fjernes, for at forhindre tab af data.
de_de: Deaktivieren Sie den USB-Massenspeicher vor dem Entnehmen ordnungsgemäß, um Datenverluste zu vermeiden.
el_gr: Αποσυνδέστε τη συσκευή μαζικής αποθήκευσης USB πριν την αφαιρέσετε για να αποφύγετε τυχόν απώλεια δεδομένων.
et: Andmekadude valtimiseks katkestage enne eemaldamist USB-massmalu uhendus.
eu: Desmuntatu USB biltegiratze masiboa kendu aurretik, datuak galdu ez daitezen
fi: Estä tietojen menettäminen poistamalla USB-massamuisti käytöstä ennen irrottamista.
ga: Díghléas ollstóras USB sula mbainfear é chun cailliúint sonraí a sheachaint
gl: Desmontar o almacenamento masivo USB antes da extracción para evitar a perda de datos
hi: डाटा हानि टालने हेतु USB मास स्टोरेज निकालने से पहले अनमाउंट करें
hr: Odspojite USB memoriju prije vađenja zbog mogućeg gubitka podataka.
hu: Válassza le az USB-háttértárat, mielőtt eltávolítaná, különben adatok veszhetnek el
hy: Ապասարել USB զանգվածային պահոցը նախքան հեռացնելը՝ տվյալների կորստից խուսափելու համար:
is: Aftengdu USB-gagnageymsluna áður en þú fjarlægir hana til að koma í veg fyrir gagnatap.
it_it: Scollegare la memoria di massa USB prima di rimuoverla per evitare la perdita di dati.
ja_jp: データ消失を避けるため、USB大容量ストレージを取り外す前にマウントを解除してください。
ka: შეწყვიტეთ USB მასიური მეხსიერების კავშირი, სანამ მას მოაცილებთ, რათა თავიდან აიცილოთ მონაცემების დაკარგვა.
kk: Деректердің жоғалуына жол бермеу үшін алардың алдында USB сақтау құрылғысын босатыңыз.
ko_kr: 데이터 손실을 막으려면 제거하기 전에 USB 대용량 저장소를 마운트 해제하세요.
lt: Prieš ištraukdami USB atmintinę atjunkite, kad neprarastumėte duomenų.
lv: Lai nezaudētu datus, pirms USB lielapjoma atmiņas noņemšanas atvienojiet to.
mk: Демонтирајте ја меморијата USB пред да ја извадите за да избегнете губење податоци.
nb: Løs ut USB-masselagring før du fjerner den for å unngå datatap.
nl_nl: Ontkoppel USB-apparaat voor massaopslag voor het verwijderen om gegevensverlies te voorkomen.
pl: Aby uniknąć utraty danych, odłącz pamięć masową USB przed jej wyjęciem.
pt_br: Desative o armazenamento USB antes da remoção para evitar perda de dados.
pt_pt: Desinstalar o armazenamento de massa USB antes de o remover para evitar a perda de dados.
ro: Dezinstalaţi spaţiul de stocare în masă USB înainte de eliminare, pentru a evita pierderea de date.
ru_ru: Во избежание потери данных отключите USB-носитель перед его извлечением.
sk: Pred odstránením veľkokapacitného úložného priestoru USB ho odpojte, aby sa zabránilo strate údajov.
sl: Izpnite pomnilnik USB, preden ga odstranite, da preprečite izgubo podatkov.
sr: Isključi USB masovnu memoriju pre vađenja da bi se sprečio gubitak podataka.
sv: Ta bort USB-masslagringen före borttagning för att undvika dataförlust.
tr_tr: Veri kaybını önlemek için kaldırmadan önce USB yığın depolamayı çıkar
uk: Відключіть USB-накопичувач перед його вийманням, щоб запобігти втраті даних.
uz: Ma’lumot yo‘qotilishini oldini olish maqsadida USB-katta hajmli xotirani chiqarib olishdan avval uni demontajlang.
zh_hk: 移除前先卸載 USB 大容量儲存裝置，以避免數據遺失。
zh_sg: 移除前卸载 USB 大容量存储以避免数据丢失。

# IDS_USB_BUTTON_UNMOUNT
source: Unmount
ar: إلغاء التحميل
az: Çıxart
bg: Демонтиране
ca: Desmuntar
cs: Odpojit
da: Afmontér
de_de: Deaktivieren
el_gr: Αποσύνδεση
et: Katkesta ühendus
eu: Desmuntatu
fi: Poista käytöstä
ga: Díghléas
gl: Desmontar
hi: अनमाउंट करें
hr: Odspoji
hu: Leválasztás
hy: Ապասարել
is: Aftengja
it_it: Smonta
ja_jp: アンマウント
ka: გათიშვა
kk: Шығару
ko_kr: 마운트 해제
lt: Atjungti
lv: Atvienot
mk: Демонтирај
nb: Løs ut
nl_nl: Ontkoppelen
pl: Odinstaluj
pt_br: Desmontar
pt_pt: Desmontar
ro: Anulare andocare
ru_ru: Отключить
sk: Odpojiť
sl: Izpni
sr: Isključi
sv: Avmontera
tr_tr: Çıkart
uk: Відключити
uz: Demontajlash
zh_hk: 卸載
zh_sg: 卸下

# IDS_USB_BODY_BROWSE_CAMERA_CONNECTED_VIA_USB_Q
source: Browse camera connected via USB?
ar: هل تريد استعراض الكاميرا المتصلة عبر USB؟
az: USB ilə qoşulan kameraya baxılsın?
bg: Преглеждане на камерата, свързана през USB?
ca: Examinar la càmera connectada mitjançant USB?
cs: Procházet fotoaparát připojený přes USB?
da: Søg kamera tilsluttet via USB?
de_de: Über USB verbundene Kamera durchsuchen?
el_gr: Περιήγηση στην συνδεδεμένη κάμερα μέσω USB;
et: Kas sirvida USB kaudu ühendatud kaamerat?
eu: Arakatu USB bidez konektatutako kamera?
fi: Selataanko USB-yhteyden välityksellä yhdistettyä kameraa?
ga: Brabhsáil ceamara nasctha trí USB?
gl: Examinar a cámara conectada por USB?
hi: USB के द्वारा जोड़ा गया कैमरा ब्राउज़ करें?
hr: Pregledati kameru povezanu putem USB-a?
hu: Szeretne tallózni az USB-csatlakoztatású fényképezőn?
hy: Զննարկե՞լ USB-ով միացված խցիկը:
is: Leita í myndavél sem tengd er með USB?
it_it: Accedere alla fotocamera connessa con USB?
ja_jp: USB接続されたカメラの映像を表示しますか？
ka: მოძებნით USB-თი დაკავშირებულ კამერას?
kk: USB арқылы қосылған камераны табу керек пе?
ko_kr: USB로 연결된 카메라을 검색할까요?
lt: Ieškoti per USB prijungto fotoaparato?
lv: Vai pārlūkot ar USB pievienoto kameru?
mk: Прегледна камера поврзана преку USB?
nb: Se gjennom kameraet som er koblet til med USB?
nl_nl: Bladeren naar USB-camera?
pl: Przeglądać zawartość aparatu podłączonego przez USB?
pt_br: Procurar câmera conectada via USB?
pt_pt: Consultar câmara ligada via USB?
ro: Răsfoiţi camera conectată prin USB?
ru_ru: Просмотреть файлы на камере, подключенной через USB?
sk: Prehliadať obsah fotoaparátu pripojeného cez USB?
sl: Želite iskati po kameri, priključeni prek USB?
sr: Pretražiti kameru povezanu putem USB-a?
sv: Bläddra kameran som är ansluten via USB?
tr_tr: USB ile takılı kameraya göz atılsın mı?
uk: Переглянути дані камери, підключеної через USB?
uz: USB orqali ulangan kamera ko‘rib chiqilsinmi?
zh_hk: 瀏覽透過 USB 連接的相機嗎？
zh_sg: 是否浏览通过 USB 连接的摄像头？

# IDS_BT_SK_BROWSE
source: Browse
ar: استعراض
az: Səhifələyin
bg: Преглед
ca: Examinar
cs: Prohlížet
da: Gennemse
de_de: Durchsu.
el_gr: Περιήγηση
et: Sirvi
eu: Arakatu
fi: Selaa
ga: Brabhsáil
gl: Explorar
hi: ब्राउज़
hr: Traži
hu: Keresés
hy: Դիտել
is: Skoða
it_it: Cerca
ja_jp: 参照
ka: დათვალ.
kk: Шолу
ko_kr: 파일 탐색
lt: Naršyti
lv: Pārlūkot
mk: Пребар.
nb: Bla gjen.
nl_nl: Bladeren
pl: Przegląd.
pt_br: Consultar
pt_pt: Consultar
ro: Navigare
ru_ru: Обзор
sk: Prehliad.
sl: Brskanje
sr: Pretraži
sv: Bläddra
tr_tr: Gözat
uk: Перегл.
uz: Ko‘rish
zh_hk: 瀏覽
zh_sg: 浏览

# IDS_PB_HEADER_USB_STORAGE_NOT_AVAILABLE
source: USB storage not available
ar: وحدة تخزين USB‬ غير متاحة
az: USB yaddaşı mümkün deyil
bg: USB паметта не е достъпна
ca: Emmagatzematge USB no disponible
cs: Paměť USB není k dispozici
da: USB-lager ikke tilgængeligt
de_de: Kein USB-Speicher verfügbar
el_gr: Η συσκευή αποθ. USB δεν είναι διαθέσιμη
et: USB-mälu pole saadaval
eu: USB memoria ez dago erabilgarri
fi: USB-muisti ei ole käytettävissä
ga: Níl stóras USB ar fáil
gl: Almacenamento USB non dispoñible
hi: आंतरिक फ़ोन मेमोरी उपलब्ध नहीं
hr: USB memorija nedostupna
hu: Nincs elérhető tárhely
hy: USB պահոցը մատչելի չէ
is: USB-geymsla ekki tiltæk
it_it: Memoria USB non disponibile
ja_jp: ユーザーメモリ（本体）使用不可
ka: აპარატის შიდა მეხსიერება მიუწვდომელია
kk: Ішкі телефон жады жоқ
ko_kr: 내장 메모리를 사용할 수 없습니다
lt: Vidinė telefono atmintis nepasiekiama
lv: Ierīces iekšējā atmiņa nav pieejama
mk: Нема меморија USB
nb: USB-minne ikke tilgjengelig
nl_nl: USB-opslag niet beschikbaar
pl: Pamięć USB jest niedostępna
pt_br: Mem. interna do dispositivo não disponível
pt_pt: Armazenamento USB não disponível
ro: Spaţiu stocare USB indisponibil
ru_ru: Внутренняя память недоступна
sk: Ukladací priestor USB nie je k dispozícii
sl: Pomnilnik USB ni na voljo
sr: USB memorija nije dostupna
sv: USB-lagringen är ej tillgänglig
tr_tr: USB bellek kullanılamıyor
uk: Внутрішня пам’ять недоступна
uz: USB-ichki xotira yo‘q
zh_hk: USB 儲存裝置不可用
zh_sg: USB 存储不可用

# IDS_COM_HEADER_USB_MASS_STORAGE_DISCONNECTED_ABB
source: USB mass storage disconnected
ar: تم فصل وحدة تخزين USB كبيرة السعة‬
az: USB kütləvi yaddaş ilə əlaqə kəsildi
bg: Връзката с USB запам. у-во е прекъсната
ca: Emmagatzematge USB massiu desconnectat
cs: Velkokapacitní paměť USB byla odpojena
da: USB-masselager frakoblet
de_de: USB-Massenspeicher getrennt
el_gr: Η συσκευή μαζικής αποθήκ. USB αποσυνδέθηκε
et: USB-massmälu ühendus on katkestatud
eu: USB biltegiratze masiboa deskonektatuta
fi: USB-massamuisti irrotettu
ga: Ollstóráil USB dícheangailte
gl: Almacenamento masivo USB desconectado
hi: USB मास स्टोरेज डिस्कनेक्ट किया गया
hr: USB memorija odspojena
hu: USB-háttértár leválasztva
hy: USB զանգվածային պահոցն անջատված է
is: USB-gagnageymsla aftengd
it_it: Memoria di massa USB disconnessa
ja_jp: USB大容量ストレージが取り外されました。
ka: USB მასიური მეხსიერება გათიშულია
kk: USB жалпы жады ажыратылды
ko_kr: 대용량 내장 메모리가 연결 해제되었습니다
lt: USB laikmena atjungta
lv: USB lielapjoma atmiņa atvienota
mk: Меморијата USB не е поврзана
nb: USB-masselagringsenhet frakoblet
nl_nl: USB-massaopslag losgekoppeld
pl: Pamięć masowa USB odłączona
pt_br: Armazenamento em massa USB desconectado
pt_pt: Armazenamento de massa USB desligado
ro: Spaţiu de stocare în masă USB deconectat
ru_ru: Съемный USB-носитель отключен
sk: Veľkokap. ukladací priestor USB je odpojený
sl: Pomnilnik USB je odstranjen
sr: USB masovna memorija je otkačena
sv: USB-masslagringsenhet frånkopplad
tr_tr: USB yığın depolama bağlantısı kesildi
uk: USB-накопичувач відключено
uz: USB-katta hajmli xotira chiqarib olindi
zh_hk: USB 大容量儲存裝置已中斷連接
zh_sg: USB 大容量存储已断开

# IDS_USB_MBODY_PD_USB_DEVICES_CONNECTED
source: %d USB devices connected
ar: توجد %d أجهزة USB متصلة
az: %d USB cihazı qoşulub
bg: %d свърз. USB устройства
ca: %d USB dispositius connec
cs: Připojeno %d zařízení USB
da: %d USB-enheder tilsluttet
de_de: %d USB-Geräte verbunden
el_gr: %d συνδεδ. συσκευές USB
et: %d USB-seadet ühendatud
eu: %d USB gailu konektatuta
fi: %d USB-laitetta yhdist.
ga: %d ghléas USB nasctha
gl: %d dispositivos USB con.
hi: %d USB डिवाइसें जोड़े गए
hr: Spojeno %d USB uređaja
hu: %d csatl.tott USB-eszköz
hy: %d USB սարքեր են միացված
is: %d USB-tæki tengd
it_it: %d dispositivi USB conn.
ja_jp: %d台のUSBデバイスが接続
ka: მიერთებულია %d USB მოწყ.
kk: %d USB құрылғы қосылған
ko_kr: %d개의 USB 기기가 연결되어 있습니다
lt: Prijungta USB įreng.: %d
lv: Pievien. %d USB ierīces
mk: %d USB уреди се поврзани
nb: %d USB-enheter koblet til
nl_nl: %d aangesl. USB-app.
pl: Podłącz. urządzeń USB: %d
pt_br: %d disposit. USB conec.
pt_pt: %d dispositivos USB ligad
ro: %d dispozitive USB con.
ru_ru: Подкл. USB-устройств: %d
sk: Prip. zariadenie USB: %d
sl: %d priključen. naprav USB
sr: Povez. je %d USB uređaja
sv: %d anslutna USB-enheter
tr_tr: %d USB cihazı takılı
uk: Підкл. USB-пристроїв: %d
uz: %d USB qurilmalari ulandi
zh_hk: %d USB 裝置已連接
zh_sg: 已连接 %d 个 USB 设备

# IDS_EMAIL_POP_THIS_ACTION_HAS_BEEN_BLOCKED_BY_MDM_CONTACT_THE_MDM_ADMINISTRATOR
source: This action has been blocked by MDM. Contact the MDM administrator.
ar: تم حظر هذا الإجراء بواسطة MDM. اتصل بمسؤول MDM.
az: Bu əməliyyat MDM tərəfindən bloklanıb. MDM inzibatçısı ilə əlaqə saxlayın.
bg: Това действие е блокирано от MDM. Свържете се с администратора на MDM.
ca: MDM ha bloquejat aquesta acció. Posi's en contacte amb l'administrador MDM.
cs: Akce byla zablokována službou MDM. Obraťte se na správce MDM.
da: Denne handling er blevet blokeret af MDM. Kontakt MDM-administratoren.
de_de: Diese Aktion wurde von MDM gesperrt. Wenden Sie sich an den MDM-Administrator.
el_gr: Αυτή η ενέργεια έχει αποκλειστεί από την υπηρεσία MDM. Επικοινωνήστε με το διαχειριστή της υπηρεσίας MDM.
et: See toiming on blokeerinud MDM-i poolt. Võtke ühendust MDM-i administraatoriga.
eu: MDMk ekintza hau blokeatu du. Jarri harremanetan MDM administratzailearekin.
fi: MDM on estänyt tämän toiminnon. Ota yhteyttä MDM:n järjestelmänvalvojaan.
ga: Chuir MDM bac ar an ngníomh seo. Déan teagmháil le riarthóir MDM.
gl: Esta acción foi bloqueada por MDM. Ponte en contacto co administrador de MDM.
hi: यह कार्रवाई MDM द्वारा अवरूद्ध की गई है। MDM व्यवस्थापक से संपर्क करें
hr: MDM je blokirao radnju. Obratite se MDM administratoru.
hu: Az MDM blokkolta a műveletet. Forduljon az MDM rendszergazdájához.
hy: Այս գործողությունն արգելափակվել է MDM-ի կողմից: Դիմեք MDM վարիչին:
is: MDM hefur lokað á þessa aðgerð. Hafðu samband við stjórnanda MDM.
it_it: Azione bloccata da MDM. Contattate l'amministratore MDM.
ja_jp: この操作はMDMによりブロックされました。MDM管理者にお問い合わせください。
ka: ეს მოქმედება დაბლოკა MDM-მა. დაუკავშირდით MDM-ის ადმინისტრატორს.
kk: Бұл әрекет MDM әкімшісімен бұғатталды. MDM әкімшісіне хабарласыңыз.
ko_kr: MDM이 해당 작업을 차단하였습니다. MDM 관리자에게 문의하세요.
lt: Šis veiksmas užblokuotas MDM. Kreipkitės į MDM administratorių.
lv: Mobilo ierīču pārvaldība bloķēja šo darbību. Sazinieties ar mobilo ierīču pārvaldības administratoru.
mk: Дејството е блокирано од MDM. Контактирајте со администраторот на MDM.
nb: Denne handlingen har blitt blokkert av MDM. Kontakt MDM-administratoren.
nl_nl: Deze actie is geblokkeerd door MDM. Neem contact op met de MDM-beheerder.
pl: Ta czynność została zablokowana przez MDM. Skontaktuj się z administratorem MDM.
pt_br: Esta ação foi bloqueada pelo MDM (Gerenciador do dispositivo móvel). Entre em contato com o administrador do MDM.
pt_pt: Esta acção foi bloqueada pelo MDM. Contacte o administrador do MDM.
ro: Această acţiune a fost blocată de MDM. Contactaţi administratorul MDM.
ru_ru: Это действие заблокировано MDM. Обратитесь к администратору MDM.
sk: Túto akciu blokuje služba MDM. Kontaktujte správcu služby MDM.
sl: MDM je blokiral to dejanje. Pokličite skrbnika za MDM.
sr: Ovu radnju je blokirao MDM. Obrati se MDM administratoru.
sv: Åtgärden har blockerats av MDM. Kontakta MDM-administratören.
tr_tr: Bu işlem MDM tarafından engellenmiş. MDM yöneticisi ile bağlantıya geçin.
uk: Цю дію заблоковано MDM. Зверніться до адміністратора MDM.
uz: Ushbu amal MDM tomonidan bloklangan. MDM ma’muri bilan bog‘laning.
zh_hk: 此動作已由 MDM 封鎖。請聯絡 MDM 管理員。
zh_sg: 该动作已由 MDM 阻止。请联系 MDM 管理员。

# IDS_ST_BODY_LEDOT_LOW_BATTERY
source: Low battery
ar: البطارية ضعيفة
az: Batareya zəifdir
bg: Изтощена батерия
ca: Bateria baixa
cs: Vybitá baterie
da: Lavt batteriniveau
de_de: Akku fast leer
el_gr: Χαμηλή μπαταρία
et: Aku on peaaegu tühi
eu: Bateria gutxi
fi: Akku on loppumassa
ga: Ceallra lag
gl: Batería baixa
hi: कम बैटरी
hr: Baterija skoro prazna
hu: Az akkumulátor lemerült
hy: Մարտկոցի լիցքը թույլ է
is: Rafhlaðan er að tæmast
it_it: Batteria scarica
ja_jp: バッテリー残量不足
ka: კვების ელემენტი იცლება
kk: Батареяның заряды аз
ko_kr: 배터리 부족
lt: Silpnas akumuliatorius!
lv: Akumulators gandrīz tukšs
mk: Батеријата е празна
nb: Lavt batterinivå
nl_nl: Batterij bijna leeg
pl: Bateria rozładowana
pt_br: Bateria fraca
pt_pt: Bateria fraca
ro: Baterie descărcată
ru_ru: Аккумулятор разряжен
sk: Batéria vybitá
sl: Prazna baterija
sr: Baterija prazna
sv: Låg batterinivå
tr_tr: Düşük pil
uk: Батарея розряджена
uz: Batareya quvvati kam
zh_hk: 電量不足
zh_sg: 电量低

# IDS_USB_BODY_BROWSE_STORAGE_CONNECTED_VIA_USB_Q
source: Browse storage connected via USB?
ar: هل تريد استعراض سعة التخزين المتصلة عبر USB؟
az: USB ilə qoşulan yaddaşa baxılsın?
bg: Преглеждане на паметта за съхранение, свързана през USB?
ca: Examinar l'emmagatzematge connectat mitjançant USB?
cs: Procházet úložiště připojené přes USB?
da: Søg i lager tilsluttet via USB?
de_de: Über USB verbundenen Speicher durchsuchen?
el_gr: Περιήγηση στη συνδεδεμένη συσκευή αποθήκευσης μέσω USB;
et: Kas sirvida USB kaudu ühendatud mälu?
eu: Arakatu USB bidez konektatutako memoria?
fi: Selataanko USB-yhteyden kautta yhdistettyä tallennuslaitetta?
ga: Brabhsáil stóras nasctha trí USB?
gl: Desexas examinar o almacenamento que está conectado por USB?
hi: USB के द्वारा कनेक्ट किया गया स्टोरेज ब्राउज़ करें?
hr: Pregledati memoriju povezanu putem USB-a?
hu: Szeretne tallózni az USB-csatlakoztatású tárhelyen?
hy: Զննարկե՞լ USB-ով միացված պահոցը:
is: Skoða geymslu sem tengd er um USB?
it_it: Accedere alla memoria connessa con USB?
ja_jp: USBで接続されたストレージに移動しますか？
ka: მოძებნით USB-თი დაკავშირებულ მეხსიერებას?
kk: USB арқылы қосылған жадты шолу керек пе?
ko_kr: USB로 연결된 저장소를 탐색할까요?
lt: Ieškoti atminties, prijungtos per USB?
lv: Vai pārlūkot ar USB pievienoto krātuvi?
mk: Да се разгледа меморијата поврзана преку USB?
nb: Se gjennom lagringsmediet som er koblet til via USB?
nl_nl: Bladeren in opslag die via USB is aangesloten?
pl: Przeglądać pamięć podłączoną przez USB?
pt_br: Procurar armazenamento conectado via USB?
pt_pt: Consultar armazenamento com o browser ligado via USB?
ro: Răsfoiţi dispozitivul de stocare conectat prin USB?
ru_ru: Просмотреть хранилище, подключенное через USB?
sk: Prehliadať úložný priestor pripojený cez USB?
sl: Želite brskati po pomnilniku, priključenem prek USB?
sr: Pretražiti memoriju povezanu putem USB-a?
sv: Sök i lagringen som är ansluten via USB?
tr_tr: USB ile takılı belleğe göz atılsın mı?
uk: Переглянути дані місця збереження, підключеного через USB?
uz: USB orqali ulangan xotira ko‘rib chiqilsinmi?
zh_hk: 瀏覽透過 USB 連接的儲存裝置嗎？
zh_sg: 是否浏览通过 USB 连接的存储？

# IDS_COM_POP_BATTERY_DISCONNECTED_ABB
source: Battery disconnected.
ar: تم فصل البطارية
az: Batareya çıxarıldı.
bg: Батерията e изключена.
ca: Bateria desconnectada
cs: Baterie byla odpojena.
da: Batteriet frakoblet.
de_de: Verbindung zu Akku getrennt.
el_gr: Η μπαταρία αποσυνδέθηκε.
et: Aku lahti ühendatud.
eu: Bateria deskonektatu da
fi: Akku irrotettu.
ga: Ceallra dícheangailte.
gl: Batería desconectada
hi: बैटरी डिसकनेक्‍ट की गई है।
hr: Baterija odspojena.
hu: Akkumulátor leválasztva
hy: Մարտկոցն անջատված է:
is: Rafhlaða aftengd.
it_it: Batteria scollegata.
ja_jp: バッテリーが取り外されました。
ka: კვების ელემენტი გათიშულია.
kk: Батарея ажыратылған.
ko_kr: 배터리가 분리되었습니다.
lt: Akumuliatorius atjungtas.
lv: Akumulators ir atvienots.
mk: Батеријата е откачена.
nb: Batteri koblet fra.
nl_nl: Batterij verwijderd.
pl: Bateria odłączona.
pt_br: Bateria desligada.
pt_pt: Bateria desligada.
ro: Baterie deconectată
ru_ru: Батарея отсоединена.
sk: Batéria je odpojená.
sl: Baterija je odklopljena.
sr: Baterija otkačena.
sv: Batteriet urkopplat.
tr_tr: Pil çıkartıldı
uk: Акумулятор від’єднано.
uz: Batareya chiqarildi.
zh_hk: 電池中斷連接。
zh_sg: 电池已取下。

# IDS_ST_POP_DEVICE_WILL_RESTART
source: Device will restart.
ar: ستتم إعادة تشغيل الجهاز
az: Cihaz yenidən başlayacaq.
bg: Устройството ще се рестартира.
ca: El dispositiu es reiniciarà
cs: Zařízení bude restartováno.
da: Enhed genstarter.
de_de: Gerät wird neu gestartet
el_gr: Θα γίνει επανεκκίνηση της συσκευής.
et: Seade taaskaivitub.
eu: Gailua berrabiaraziko da
fi: Laite käynnistetään uudelleen.
ga: Atosófar an gléas
gl: O dispositivo reiniciarase
hi: डिवाइस पुनः शुरू हो जाएगा
hr: Uređaj će se ponovno pokrenuti.
hu: Az eszköz újraindul
hy: Սարքը կվերագործարկվի:
is: Tækið endurræsist.
it_it: Il dispositivo verrà riavviato.
ja_jp: 端末を再起動します。
ka: აპარატი გადაიტვირთება.
kk: Құрылғы өшіп қосылады.
ko_kr: 디바이스가 꺼졌다가 다시 켜집니다.
lt: Įrenginys bus paleistas iš naujo.
lv: Ierīce tiks restartēta.
mk: Уредот ќе се рестартира.
nb: Enheten starter på nytt.
nl_nl: Apparaat wordt opnieuw gestart.
pl: Urządzenie zostanie uruchomione ponownie.
pt_br: O dispositivo será reiniciado.
pt_pt: Dispositivo será reiniciado.
ro: Dispozitivul va reporni.
ru_ru: Устройство будет перезагружено.
sk: Zariadenie sa reštartuje.
sl: Naprava se bo znova zagnala.
sr: Uređaj će se restartovati.
sv: Enheten startas om.
tr_tr: Cihaz yeniden başlayacak
uk: Пристрій буде перезапущено.
uz: Qurilma qayta ishga tushiriladi.
zh_hk: 裝置將重新啟動。
zh_sg: 设备将重启。

# IDS_ST_BODY_USBSETTINGS_PRINTER
source: Printer
ar: طابعة
bg: Принтер
ca: Impressora
cs: Tiskárna
de_de: Drucker
el_gr: Εκτυπωτής
eu: Inprimagailua
fi: Tulostin
ga: Printéir
gl: Impresora
hi: प्रिंटर
hr: Pisač
hu: Nyomtató
hy: Տպիչ
is: Prentari
it_it: Stampante
ja_jp: プリンター
ka: პრინტერი
kk: Басып шығарғыш
ko_kr: 프린터
lt: Spausdintuvas
lv: Printeris
mk: Печатач
pl: Drukarka
pt_br: Impressora
pt_pt: Impressora
ro: Imprimantă
ru_ru: Принтер
sk: Tlačiareň
sl: Tiskalnik
sr: Štampač
sv: Skrivare
tr_tr: Yazıcı
uk: Принтер
zh_hk: 打印機
zh_sg: 打印机

# IDS_SMEMO_BODY_MOUSE_M_IDEA_SKETCH
source: Mouse
ar: فأر
az: Siçan
bg: Мишка
ca: Ratolí
cs: Myš
da: Mus
de_de: Maus
el_gr: Ποντίκι
et: Hiir
eu: Sagua
fi: Hiiri
ga: Luch
gl: Rato
hi: चुहिया (चूहा )
hr: Miš
hu: Egér
hy: Մուկ
is: Mús
it_it: Topo
ja_jp: ネズミ
ka: თაგვი
kk: Тышқан
ko_kr: 쥐
lt: Pelė
lv: Pele
mk: Глушец
nb: Mus
nl_nl: Muis
pl: Mysz
pt_br: Rato
pt_pt: Rato
ro: Şoarece
ru_ru: Мышь
sk: Myš
sl: Miš
sr: Miš
sv: Mus
tr_tr: Fare
uk: Миша
uz: Sichqon
zh_hk: 老鼠
zh_sg: 老鼠
