Repository: tizenorg/platform.core.system.system-popup
Catalog: po/src/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, et, eu, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl_nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_hk, zh_sg

# IDS_IDLE_POP_UNABLE_CHANGE_BATTERY_TEMA_HIGH
source: Unable to charge battery. Phone temperature is too high.
ar: يتعذر شحن البطارية. درجة حرارة الهاتف مرتفعة للغاية.
az: Batareyanı doldurmaq olmur. Telefonun temperaturu çox yüksəkdir.
bg: Зареждането на батерията невъзможно. Твърде висока температура на телефона.
ca: No es pot carregar la bateria. Temperatura del telèfon massa alta.
cs: Nelze nabít baterii. Telefon je příliš zahřátý.
da: Kunne ikke oplade batteriet. Telefontemperaturen er for høj.
de_de: Laden des Akkus nicht möglich. Das Telefon ist zu heiß
el_gr: Δεν είναι δυνατή η φόρτιση της μπαταρίας. Η θερμοκρασία του τηλεφώνου είναι πολύ υψηλή.
et: Akut ei saa laadida. Telefoni temperatuur on liiga korge.
eu: Ezin da bateria kargatu. Telefonoaren tenperatura altuegia.
fi: Akun lataus ei onnistu. Puhelimen lämpötila on liian korkea.
ga: Ní féidir an ceallra a luchtú. Tá teocht an fhóin ró-ard.
gl: Non se pode cargar a batería. Temperatura do teléfono demasiado alta.
hi: बैटरी बदलने में असमर्थ। फ़ोन तापमान बहुत ज्‍़यादा है।
hr: Nemoguće napuniti bateriju. Temperatura telefona je previsoka.
hu: Nem lehet akkumulátort tölteni. A telefon hőmérséklete túl magas.
hy: Անհնար է լիցքավորել մարտկոցը: Հեռախոսի ջերմաստիճանը չափազանց բարձր է:
is: Ekki er hægt að hlaða rafhlöðu. Síminn er of heitur.
it_it: Impossibile caricare la batteria. La temperatura del telefono è troppo alta.
ja_jp: バッテリを変更できません。電話の温度が高すぎます。
ka: კვების ელემენტი ვერ დაიმუხტება. ტელეფონის ტემპერატურა ძალზე მაღალია.
kk: Батареяны зарядтау мүмкін емес. Телефон температурасы өте жоғары.
ko_kr: 휴대폰의 온도가 너무 높아 배터리를 충전할 수 없습니다.
lt: Neįmanoma įkrauti akumuliatoriaus. Telefono temperatūra per aukšta.
lv: Nevar uzlādēt akumulatoru. Tālruņa temperatūra ir par augstu.
mk: Не може да се полни батеријата. Температурата на телефонот е превисока.
nb: Kan ikke lade batteriet. Telefonen er for varm.
nl_nl: Kan batterij niet opladen. Temperatuur van de telefoon is te hoog.
pl: Nie można naładować baterii. Temperatura telefonu jest za wysoka.
pt_br: Impossível carregar a bateria. Temperatura do telefone muito alta.
pt_pt: Impossível carregar a bateria. Temperatura do telefone demasiado alta.
ro: Imposibil de încărcat bateria. Temperatura telefonului este prea ridicată.
ru_ru: Невозможно зарядить аккумулятор. Слишком высокая температура телефона.
sk: Nedá sa nabiť batéria. Teplota telefónu je príliš vysoká.
sl: Baterije ni mogoče napolniti. Temperatura telefona je previsoka.
sr: Nemoguće napuniti bateriju. Temperatura telefona previsoka.
sv: Kan inte ladda batteriet. Telefonen är för varm.
tr_tr: Pil şarj edilemiyor. Telefonun sıcaklığı çok yüksek.
uk: Неможливо зарядити батарею. Температура телефону зависока.
uz: Batareyani zaryadlab bo‘lmaydi. Telefon harorati juda baland.
zh_hk: 無法充電。手機溫度過高。
zh_sg: 无法充电。手机温度太高。

# IDS_IDLE_POP_UNABLE_CHANGE_BATTERY_TEMA_LOW
source: Unable to charge battery. Phone temperature is too low.
ar: يتعذر شحن البطارية. درجة حرارة الهاتف منخفضة للغاية.
az: Batareyanı doldurmaq olmur. Telefonun temperaturu çox aşağıdır.
bg: Зареждането на батерията невъзможно. Твърде ниска температура на телефона.
ca: No es pot carregar la bateria. Temperatura del telèfon massa baixa.
cs: Nelze nabít baterii. Telefon je příliš chladný.
da: Kunne ikke oplade batteriet. Telefontemperaturen er for lav.
de_de: Laden des Akkus nicht möglich. Das Telefon ist zu kalt
el_gr: Δεν είναι δυνατή η φόρτιση της μπαταρίας. Η θερμοκρασία του τηλεφώνου είναι πολύ χαμηλή.
et: Akut ei saa laadida. Telefoni temperatuur on liiga madal.
eu: Ezin da bateria kargatu. Telefonoaren tenperatura baxuegia.
fi: Akun lataus ei onnistu. Puhelimen lämpötila on liian matala.
ga: Ní féidir an ceallra a luchtú. Tá teocht an fhóin ró-íseal.
gl: Non se pode cargar a batería. Temperatura do teléfono demasiado baixa.
hi: बैटरी बदलने में असमर्थ। फ़ोन तापमान बहुत कम है।
hr: Nemoguće napuniti bateriju. Temperatura telefona je preniska.
hu: Nem lehet akkumulátort tölteni. A telefon hőmérséklete túl alacsony.
hy: Անհնար է լիցքավորել մարտկոցը: Հեռախոսի ջերմաստիճանը չափազանց ցածր է:
is: Ekki er hægt að hlaða rafhlöðu. Síminn er of kaldur.
it_it: Impossibile caricare la batteria. La temperatura del telefono è troppo bassa.
ja_jp: 充電できません。本体の温度が低すぎます。
ka: კვების ელემენტი ვერ დაიმუხტება. ტელეფონის ტემპერატურა ძალზე დაბალია.
kk: Батареяны зарядтау мүмкін емес. Телефон температурасы өте төмен.
ko_kr: 휴대폰의 온도가 너무 낮아 배터리를 충전할 수 없습니다.
lt: Neįmanoma įkrauti akumuliatoriaus. Telefono temperatūra per žema.
lv: Nevar uzlādēt akumulatoru. Tālruņa temperatūra ir par zemu.
mk: Не може да се полни батеријата. Температурата на телефонот е прениска.
nb: Kan ikke lade batteriet. Telefonen er for kald.
nl_nl: Kan batterij niet opladen. Temperatuur van de telefoon is te laag.
pl: Nie można naładować baterii. Temperatura telefonu jest za niska.
pt_br: Impossível carregar a bateria. Temperatura do telefone muito baixa.
pt_pt: Impossível carregar a bateria. Temperatura do telefone demasiado baixa.
ro: Imposibil de încărcat bateria. Temperatura telefonului este prea scăzută.
ru_ru: Невозможно зарядить аккумулятор. Слишком низкая температура телефона.
sk: Nedá sa nabiť batéria. Teplota telefónu je príliš nízka.
sl: Baterije ni mogoče napolniti. Temperatura telefona je prenizka.
sr: Nemoguće napuniti bateriju. Temperatura telefona preniska.
sv: Kan inte ladda batteriet. Telefonen är för kall.
tr_tr: Pil şarj edilemiyor. Telefonun sıcaklığı çok düşük.
uk: Неможливо зарядити батарею. Температура телефону занизька.
uz: Batareyani zaryadlab bo‘lmaydi. Telefon harorati juda past.
zh_hk: 電池無法充電。手機溫度過低。
zh_sg: 无法充电。手机温度太低。

# IDS_COM_BODY_CONNECTED_AS_A_MEDIA_DEVICE
source: Connected as a media device
ar: متصل كجهاز وسائط
az: Media cihazı kimi qoşulub
bg: Свързан като мултимедийно устройство
ca: Connectat com a dispositiu multimèdia
cs: Připojeno jako multimediální zařízení
da: Forbundet som en medieenhed
de_de: Als Mediengerät verbunden
el_gr: Συνδέθηκε ως συσκευή πολυμέσων
et: Ühendatud meediumiseadmena
eu: Multimedia gailu gisa konektatuta
fi: Yhdistetty medialaitteena
ga: Nasctha mar ghléas meán
gl: Conectado como dispositivo multimedia
hi: मीडिया डिवाइस के रूप में जोड़ा गया
hr: Spojen kao medijski uređaj
hu: Csatlakoztatva lejátszóeszközként
hy: Միացված է որպես մեդիա սարք
is: Tengt sem margmiðlunartæki
it_it: Connesso come dispositivo multimediale
ja_jp: メディアデバイスとして接続
ka: დაკავშირებულია, როგორც მედია მოწყობილობა
kk: Мультимедиалық құрылғы ретінде қосылды
ko_kr: 미디어 기기로 연결
lt: Prijungtas kaip medijos įrenginys
lv: Pievienots kā multivides ierīce
mk: Поврзано како медиумски уред
nb: Koblet til som en medieenhet
nl_nl: Aangesloten als media-apparaat
pl: Podłączono jako urządzenie multimedialne
pt_br: Conectado como um dispositivo de mídia
pt_pt: Ligado como dispositivo de multimédia
ro: Conectat ca dispozitiv media
ru_ru: Подключено как мультимедийное устройство
sk: Pripojené ako mediálne zariadenie
sl: Povezano kot predstavnostna naprava
sr: Povezan kao medijski uređaj
sv: Ansluten som medieenhet
tr_tr: Ortam cihazı olarak bağlandı
uk: Підключено як медіапристрій
uz: Media qurilma sifatida ulangan
zh_hk: 已連接為媒體裝置
zh_sg: 已连接为媒体设备

# IDS_ST_BODY_READ_ONLY_USB_DEV_CONNECTED_M_NOUN_ABB
source: Read-only USB dev. connected
ar: ثمة USB للقراءة فقط متصل
az: Yalnız USB oxunması qoşulub
bg: Свърз. е USB у-во само чет.
ca: Disp USB només lect connect
cs: Přip. zař. USB jen pro čtení
da: Skrivebesk. USB-enh. tilsl.
de_de: Schreibgesch. USB-Gerät
el_gr: Συνδ. συσκ. USB μόνο ανάγν.
et: Kir.kait. USB-seade ühend.-d
eu: Irak. soilik USBa konektatua
fi: Vain luku -m. USB-laite yhd.
ga: Gléas USB inléite amháin nasctha
gl: Dispos. USB só lect. conect.
hi: केवल-पठन USB डिवाइस कनेक्ट किया गया
hr: Spojen USB ur. samo za čit.
hu: Írásvédett USB-eszk. csatl.va
hy: Միայն կարդ. USB սարք կպկցվել
is: Skrifvarið USB-tæki tengt
it_it: Disp. USB sola lettura conn.
ja_jp: 読み取り専用USBデバイス接続
ka: დაკავშირდა USB მხ. წაკითხვით
kk: Тек оқуға арн.USB құр.қос-ы
ko_kr: 읽기 전용 USB 장치가 연결되었습니다
lt: Prij.tik skaitomas USB įren.
lv: Piev. tikai lasāma USB ier.
mk: Поврз.е уред USB за читање
nb: Skriveb. USB-enh. tilkoblet
nl_nl: Alleen-lezen USB-appar verb.
pl: Podł. urz. USB tyl. do odcz.
pt_br: disp. USB som. leit. conec.
pt_pt: Disp. USB só leitura ligado
ro: Disp. USB doar în citire conect.
ru_ru: Подкл. USB, дост. для чтен.
sk: Zar. USB iba na čít. pripoj.
sl: Napr. USB je samo za branje
sr: USB uređ. samo za čit. pov.
sv: Skrivskyddad USB-enhet ansl.
tr_tr: Salt oknr USB cih. bağlandı
uk: USB-пр. підключ. лише д.чит.
uz: Faqat o‘qish USB qur. ulandi
zh_hk: 已連接唯讀 USB 裝置
zh_sg: 只读 USB 设备已连接

# IDS_COM_POP_CHARGING_PAUSED_VOLTAGE_TOO_HIGH
source: Charging paused. Voltage too high.
ar: تم إيقاف الشحن مؤقتا. الجهد الكهربي عال للغاية.
az: Doldurulmaya pauza verildi. Gərginlik çox yüksəkdir.
bg: Зареждането е в пауза. Напрежението е твърде високо.
ca: Càrrega pausada. Tensió massa alta.
cs: Nabíjení bylo pozastaveno. Napětí je příliš vysoké.
da: Pause i opladning. Spænding for høj.
de_de: Ladevorgang wurde angehalten. Zu hohe Spannung.
el_gr: Η φόρτιση τέθηκε σε παύση. Η τάση είναι πολύ υψηλή.
et: Laadimine on peatatud. Pinge on liiga korge.
eu: Kargatzea etenda. Tentsioa altuegia da.
fi: Lataus keskeytetty. Jännite on liian korkea.
ga: Luchtú ar sos. Voltas ró-ard.
gl: Carga interrompida. A tensión é demasiado alta.
hi: चार्जिंग रोकी गई। वोल्‍टेज बहुत ज्‍़यादा है।
hr: Punjenje zaustavljeno. Napon previsok.
hu: A töltés megszakadt. Túl nagy a feszültség.
hy: Լիցքավորումն ընդհատվեց. լարումը չափազանց բարձր է:
is: Hlé var gert á hleðslu. Of mikil spenna.
it_it: Ricarica in pausa. Voltaggio troppo alto.
ja_jp: 充電を停止しました。電圧が高すぎます。
ka: დამუხტვა დაპაუზდა. ვოლტაჟი ძალიან მაღალია.
kk: Зарядтау уақытша тоқтатылды. Кернеу тым жоғары.
ko_kr: 전압이 너무 높아 충전이 일시 정지되었습니다.
lt: Krovimas pristabdytas. Įtampa per didelė.
lv: Uzlāde apturēta. Pārāk augsts spriegums.
mk: Полнењето е паузирано. Напонот е превисок.
nb: Lading stanset midlertidig. Spenningen er for høy.
nl_nl: Opladen onderbroken. Spanning te hoog.
pl: Ładowanie wstrzymane. Zbyt wysokie napięcie
pt_br: Carregamento em pausa. Voltagem alta demais.
pt_pt: Carregamento em pausa. Tensão demasiado elevada.
ro: Încărcare întreruptă. Tensiunea este prea ridicată.
ru_ru: Зарядка приостановлена. Слишком большое напряжение.
sk: Nabíjanie je pozastavené. Napätie je príliš vysoké.
sl: Polnjenje je prekinjeno. Napetost je previsoka.
sr: Punjenje je pauzirano. Napon je previsok.
sv: Laddning pausad. För hög spänning.
tr_tr: Şarj duraklatıldı. Voltaj çok yüksek.
uk: Зарядження призупинено. Зависока напруга.
uz: Zaryadlash to‘xtatildi. Kuchlanish juda yuqori.
zh_hk: 充電已暫停。電壓過高。
zh_sg: 充电已暂停。电压过高。

# IDS_ST_BODY_SD_CARD_ENCRYPTION_ERROR_OCCURRED
source: SD card encryption error occurred.
ar: حدث خطأ أثناء تشفير بطاقة SD
az: SD kart şifrlənməsi səhvi baş verdi.
bg: Възникна грешка при шифроването на SD картата.
ca: Error de xifratge de la targeta SD
cs: Během šifrování SD karty došlo k chybě.
da: Der opstod en fejl under kryptering af SD-kortet.
de_de: Fehler bei der SD-Kartenverschlüsselung
el_gr: Προέκυψε σφάλμα κρυπτογράφησης της κάρτας SD.
et: SD-kaardi kruptimisel ilmnes torge.
eu: Errorea gertatu da SD txartela enkriptatzean
fi: SD-korttia salattaessa tapahtui virhe.
ga: Tharla earráid chriptithe ar chárta SD
gl: Produciuse un erro ao cifrar a tarxeta SD
hi: SD कार्ड एन्क्रिप्शन त्रुटि पाई गई
hr: Došlo je do greške šifriranja SD kartice.
hu: Az SD-kártya titkosítása során hiba történt
hy: SD քարտի ծածկագրման սխալ է տեղի ունեցել:
is: Villa kom upp við dulkóðun á SD-korti.
it_it: Si è verificato un errore durante la crittografia della scheda SD.
ja_jp: 外部SDカードの暗号化エラーが発生しました。
ka: SD ბარათის დაშიფვრის დროს მოხდა შეცდომა.
kk: SD картасын шифрлау қатесі орын алды.
ko_kr: SD 카드 암호화 오류가 발생하였습니다.
lt: Užšifruojant SD kortelę įvyko klaida.
lv: Radās SD kartes šifrēšanas kļūda.
mk: Дојде до грешка при шифрирањето на SD-картичката.
nb: Det oppstod en feil under SD-kortkrypteringen.
nl_nl: Fout opgetreden bij coderen van SD-kaart.
pl: Wystąpił błąd szyfrowania karty pamięci.
pt_br: Erro de codificação do cartão SD.
pt_pt: Ocorreu um erro de encriptação do cartão SD.
ro: A apărut o eroare la criptarea cartelei SD.
ru_ru: Возникла ошибка шифрования карты памяти SD.
sk: Vyskytla sa chyba šifrovania karty SD.
sl: Pri šifriranju kartice SD je prišlo do napake.
sr: Došlo je do greške prilikom šifrovanja SD kartice.
sv: Ett krypteringsfel inträffade för SD-kortet.
tr_tr: SD kart şifrelemede hata oluştu
uk: Сталася помилка шифрування карти пам’яті.
uz: SD-karta shifrlanishi xatosi yuzaga keldi.
zh_hk: SD 卡加密發生錯誤。
zh_sg: SD 卡加密发生错误。

# IDS_ST_BODY_SD_CARD_ENCRYPTION
source: SD card encryption
ar: تشفير بطاقة SD
az: SD kart şifrlənməsi
bg: Шифроване на SD карта
ca: Xifratge de la targeta SD
cs: Šifrování SD karty
da: Kryptering af SD-kort
de_de: SD-Kartenverschlüsselung
el_gr: Κρυπτογράφηση κάρτας SD
et: SD-kaardi krüptimine
eu: SD txartela enkriptatzea
fi: SD-kortin salaus
ga: Criptiú an chárta SD
gl: Cifrado da tarxeta SD
hi: SD कार्ड एन्क्रिप्शन
hr: Šifriranje SD kartice
hu: SD-kártya titkosítása
hy: SD քարտի ծածկագրում
is: Dulkóðun SD-korts
it_it: Crittografia scheda SD
ja_jp: 外部SDカードの暗号化
ka: SD ბარათის დაშიფვრა
kk: SD картасын шифрлау
ko_kr: SD 카드 암호화
lt: SD kortelės šifravimas
lv: SD kartes šifrēšana
mk: Шифрирање на SD-картичката
nb: SD-kortkryptering
nl_nl: SD-kaart coderen
pl: Szyfrowanie karty pamięci
pt_br: Codificação do cartão SD
pt_pt: Encriptação do cartão SD
ro: Criptare cartelă SD
ru_ru: Шифрование карты памяти SD
sk: Šifrovanie karty SD
sl: Šifriranje kartice SD
sr: Šifrovanje SD kartice
sv: Kryptering av SD-kortet
tr_tr: SD kart şifreleme
uk: Шифрування карти пам’яті
uz: SD-karta shifrlanishi
zh_hk: SD 卡加密
zh_sg: SD 卡加密

# IDS_ST_BODY_SD_CARD_ENCRYPTION_HAS_BEEN_ENABLED
source: SD card encryption has been enabled.
ar: تم تفعيل تشفير بطاقة SD
az: SD şifrləməsi aktiv edildi.
bg: Шифроването на SD картата е бъде активирано.
ca: S'ha habilitat el xifratge de la targeta SD
cs: Šifrování SD karty bylo zapnuto.
da: Kryptering af SD-kort er blevet aktiveret.
de_de: SD-Kartenverschlüsselung wurde aktiviert.
el_gr: Η κρυπτογράφηση της κάρτας SD έχει ενεργοποιηθεί.
et: SD-kaardi kruptimine on aktiveeritud.
eu: SD txartelaren enkriptatzea gaitu da
fi: SD-kortin salaus on otettu käyttöön.
ga: Cumasaíodh criptiú cárta SD
gl: Activouse o cifrado da tarxeta SD
hi: SD कार्ड एन्क्रिप्शन सक्षम हो गया है
hr: Uključeno je šifriranje SD-kartice.
hu: Engedélyezte az SD-kártya titkosítását
hy: SD քարտի ծածկագրումն ընձեռվել է:
is: Kveikt var á dulkóðun SD-korts.
it_it: Crittografia scheda SD attivata.
ja_jp: 外部SDカード暗号化が有効になりました。
ka: SD ბარათის დაშიფვრა ჩაირთო.
kk: SD картасын шифрлау қосылды.
ko_kr: SD 카드 암호화가 실행되었습니다.
lt: SD kortelės šifravimas įjungtas.
lv: SD kartes šifrēšana ir aktivizēta.
mk: Шифрирањето на SD-картичката е овозможено.
nb: SD-kortkryptering har blitt aktivert.
nl_nl: Codering SD-kaart is ingeschakeld.
pl: Szyfrowanie karty pamięci zostało włączone.
pt_br: A codificação do cartão SD foi ativada.
pt_pt: A encriptação do cartão SD foi activada.
ro: Criptarea cardului SD a fost activată.
ru_ru: Шифрование карты памяти SD включено.
sk: Šifrovanie karty SD bolo zapnuté.
sl: Šifriranje kartice SD je omogočeno.
sr: Šifrovanje SD kartice je omogućeno.
sv: SD-kortskryptering har aktiverats.
tr_tr: SD kartı şifrelemesi etkinleştirildi
uk: Шифрування карти пам'яті ввімкнено.
uz: SD-karta shifrlanishi yoqildi.
zh_hk: SD 卡加密已啟用。
zh_sg: SD 卡加密已启用。

# IDS_TPLATFORM_BODY_SCREEN_OFF_T_TTS
source: Screen off.
ar: تم إيقاف تشغيل الشاشة.
az: Ekran sönmüşdür.
bg: Екранът е изключен.
ca: Pantalla apagada.
cs: Vypnout displej.
da: Skærm slukket.
de_de: Bildschirm aus.
el_gr: Οθόνη ανενεργή.
et: Ekraan on lülitatud välja.
eu: Pantaila itzalita.
fi: Näyttö sammutettu.
ga: Scáileán casta as.
gl: Pantalla apagada.
hi: स्क्रीन बंद है।
hr: Zaslon isključen.
hu: Kikapcsolt a képernyő.
hy: Էկրանն անջատված է:
is: Slökkt á skjá.
it_it: Schermo spento.
ja_jp: 画面がOFFになりました。
ka: ეკრანი გამორთულია.
kk: Экран өшірілген.
ko_kr: 화면이 꺼졌습니다.
lt: Ekranas išjungtas.
lv: Ekrāns ir izslēgts.
mk: Исклучен екран.
nb: Skjerm av.
nl_nl: Scherm uit.
pl: Ekran włączony.
pt_br: Tela desativada.
pt_pt: Ecrã desligado.
ro: Ecran oprit.
ru_ru: Экран отключен.
sk: Obrazovka je vypnutá.
sl: Zaslon je izklopljen.
sr: Ekran je isključen.
sv: Skärm av.
tr_tr: Ekran kapalı.
uk: Екран вимкнено.
uz: Ekranni o‘chirish.
zh_hk: 螢幕關閉。
zh_sg: 屏幕关闭。

# IDS_VR_POP_BATTERY_CRITICALLY_LOW_DEVICE_WILL_NOW_SHUT_DOWN
source: Battery critically low. Device will now shut down.
ar: شحن البطارية منخفض بشكل كبير. سيتم إيقاف تشغيل الجهاز الآن.
az: Batareya olduqca zəifdir. Cihaz indi sönəcək.
bg: Батерията е изтощена докрай. Сега устройството ще се изключи.
ca: Bateria baixa críticament. El dispositiu s'apagarà.
cs: Kritický stav baterie. Zařízení se vypne.
da: Batteriniveau kritisk lavt. Telefonen vil lukke ned.
de_de: Akku extrem schwach. Gerät fährt jetzt herunter.
el_gr: Υπερβολικά χαμηλή στάθμη μπαταρίας. Η συσκευή θα απενεργοποιηθεί.
et: Aku on kriitiliselt tühi. Seade lülitub kohe välja.
eu: Bateria oso baxu. Telefonoa orain itzaliko da.
fi: Akun varaus on kriittisesti lopussa. Laite sammutetaan.
ga: Ceallra rí-íseal. Múchfar an gléas anois.
gl: Batería moi baixa. O dispositivo vaise apagar agora.
hi: बैटरी गंभीर रूप से कम है। डिवाइस अब बंद हो जायेगी।
hr: Baterija skoro prazna. Uređaj se isključuje.
hu: Az akkumulátor töltöttsége túl alacsony. A eszköz kikapcsol.
hy: Մարտկոցը սաստիկ նստած է: Սարքը հիմա կանջատվի:
is: Rafhlaðan er alveg að tæmast. Slökkt verður á tækinu.
it_it: Batteria scarica. Il dispositivo si spegnerà ora.
ja_jp: 電池残量がごくわずかです。本体をシャットダウンします。
ka: კვების ელემენტი თითქმის დაიცალა. აპარატი გამოირთვება.
kk: Батарея заряды өте төмен. Құрылғы қазір өшіп қалады.
ko_kr: 배터리가 매우 부족합니다. 곧 꺼집니다.
lt: Kritinė akumuliatoriaus įkrova. Dabar įrenginys bus išjungtas.
lv: Tukšs akumulators. Ierīce tūlīt izslēgsies.
mk: Батеријата е критично празна. Уредот ќе се исклучи сега.
nb: Batterinivået er kritisk lavt. Enheten vil slåes av nå.
nl_nl: Batterij bijna leeg. Apparaat wordt nu afgesloten.
pl: Bateria rozładowana. Telefon zostanie wyłączony.
pt_br: Bateria criticamente fraca. O dispositivo será encerrado agora.
pt_pt: Bateria criticamente fraca. O dispositivo será encerrado agora.
ro: Baterie epuizată. Dispozitivul se va închide.
ru_ru: Аккумулятор полностью разряжен. Устройство будет выключено.
sk: Batéria je takmer vybitá. Zariadenie sa teraz vypne.
sl: Skoraj povsem prazna baterija. Naprava se bo izklopila.
sr: Baterija potpuno prazna. Uređaj će se sad isključiti.
sv: Kritiskt låg batterinivå. Enheten stängs av.
tr_tr: Pil kritik seviyede düşük. Cihaz kapatılacak.
uk: Критично низький заряд акумулятора. Пристрій буде вимкнено.
uz: Batareya quvvati kritik darajada past. Qurilma hozir yopiladi.
zh_hk: 電量極度不足。裝置將會關閉。
zh_sg: 电量极低。设备将关机。

# IDS_ST_POP_THE_BATTERY_POWER_IS_LOW_RECHARGE_YOUR_GEAR_SOON_TO_KEEP_USING_IT
source: The battery power is low. Recharge your Gear soon to keep using it.
ar: طاقة البطارية منخفضة. أعد شحن بطارية الساعة Gear في أقرب وقت لمتابعة استخدامها.
az: Batareya zəifdir. Gear-dan istifadə edə bilmək üçün batareyanı tezliklə yükləyin
bg: Нивото на батерията е ниско. Презаредете вашия Gear скоро, за да продължите да го използвате.
ca: La bateria està baixa. Recarregui Gear aviat per seguir utilitzant-lo.
cs: Kritický stav baterie. Brzy dobijte zařízení Gear, abyste ho mohli dále používat.
da: Batteriniveauet er lavt. Genoplad dit Gear snart for at blive med at bruge det.
de_de: Der Akku ist schwach. Laden Sie die Gear bald, um sie weiterhin verwenden zu können.
el_gr: Η ισχύς της μπαταρίας είναι χαμηλή. Επαναφορτίστε το Gear σύντομα, για να συνεχίσετε να το χρησιμοποιείτε.
et: Akutoidet on vähe. Oma seadme Gear kasutamiseks laadige seda varsti.
eu: Bateria baxu dago. Kargatu zure Gear laster hura erabiltzen jarraitzeko.
fi: Akun varaus on lopussa. Lataa Gear pian, jos haluat jatkaa sen käyttöä.
ga: Tá cumhacht an cheallra lag. Luchtaigh do Gear go luath le leanúint lena úsáid.
gl: O nivel da batería é baixo. Recarga o teu Gear pronto para continuar usándoo.
hi: बैटरी पावर कम है। अपने गियर का उपयोग करते रहने के लिए इसे को जल्द ही रीचार्ज करें।
hr: Baterija je kritično niska. Napunite svoj Gear ubrzo za nastavak korištenja.
hu: Az akkumulátor töltöttsége alacsony. A további használathoz hamarosan fel kell tölteni a Geart.
hy: Մարտկոցի էներգիայի մակարդակը ցածր է: Շուտ վերալիցքավորեք Gear-ը, որպեսզի շարունակեք այն օգտագործել
is: Hleðsla rafhlöðunnar er lítil. Settu Gear í hleðslu bráðum til að halda notkun þess áfram.
it_it: La batteria è scarica. Ricaricate al più presto Gear per continuare a usarlo.
ja_jp: バッテリー残量が不足しています。Gearを引き続き使用するには充電してください。
ka: ენერგიის შევსების დონე დაბალია. მალე თავიდან დამუხტეთ Gear, რომ განაგრძოთ მისი გამოყენება
kk: Батарея қуаты төмен. Gear құрылғысын қолданыста ұстап тұру үшін жақын арада зарядтаңыз
ko_kr: 배터리가 부족합니다. Gear를 계속 사용하려면 곧 충전하세요.
lt: Akumuliatoriaus įkrova senka. Paskubėkite įkrauti „Gear“, kad galėtumėte juo naudotis toliau.
lv: Zems akumulatora uzlādes līmenis. Lai varētu lietot ierīci Gear, uzlādējiet to pēc iespējas ātrāk.
mk: Батеријата е критично испразнета. Наполнете го Gear наскоро за да продолжите да го користите.
nb: Batterinivået er lavt. Lad opp Gear snart for å fortsette å bruke den.
nl_nl: De batterij is bijna leeg. Laad uw Gear snel op om deze te blijven gebruiken.
pl: Niski poziom naładowania baterii. Naładuj zegarek Gear w niedługim czasie, aby móc nadal go używać.
pt_br: A carga da bateria está baixa. Recarregue logo o Gear para continuar usando-o.
pt_pt: A bateria está fraca. Recarregue o seu Gear em breve para o continuar a utilizar.
ro: Nivelul bateriei este redus. Reîncărcaţi Gear în curând pentru a-l utiliza în continuare.
ru_ru: Батарея почти разряжена. Зарядите Gear как можно скорее, чтобы продолжить пользоваться им
sk: Energia batérie je nízka. Čoskoro nabite hodinky Gear, aby ste ich mohli ďalej používať.
sl: Baterija je skoraj prazna. Kmalu priklopite uro Gear na napajalnik, če jo želite še naprej uporabljati.
sr: Energija baterije je skoro prazna. Napuni tvoj Gear uskoro da bi nastavio/la da ga koristiš.
sv: Batterinivån är låg. Ladda om Gear snart om du vill fortsätta att använda det.
tr_tr: Pil gücü düşük. Kullanmaya devam etmek için Gear'ınızı yakın zamanda yeniden şarj edin.
uk: Низький заряд акумулятора. Якнайшвидше зарядіть пристрій Gear, щоб продовжити його використання
uz: Batareya quvvati kam. Geardan foydalanishda davom etish uchun yaqin vaqtda uni zaryadlang
zh_hk: 電池電量不足。盡快幫您的 Gear 充電以繼續使用。
zh_sg: 电池电力不足。尽快帮您的 Gear 充电以继续使用。
