Repository: tizenorg/platform.core.system.system-popup
Catalog: po/src/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, et, eu, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl_nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_hk, zh_sg

source: The battery power is critically low. You can only use the default clock. Recharge your Gear now to keep using it.
ar: طاقة البطارية منخفضة بشكل كبير. يمكنك استخدام الساعة الافتراضية فقط. أعد شحن بطارية الساعة Gear الآن لمتابعة استخدامها.
az: Batareya enerjisi həddindən artıq zəifdir. Siz yalnız defolt saatdan istifadə edə bilərsiniz. Gear-dan istifadə etməyə davam etmək üçün onu indi yükləyin
bg: Нивото на батерията е критично ниско. Можете да използвате само часовника по подразбиране. Презаредете вашия Gear сега, за да продължите да го използвате.
ca: La bateria està molt baixa. Només pot utilitzar el rellotge predeterminat. Recarregui Gear per seguir utilitzant-lo.
cs: Kritický stav baterie. Můžete použít pouze výchozí hodiny. Dobijte zařízení Gear, abyste ho mohli dále používat.
da: Batteriniveauet er kritisk lavt. Du kan kun bruge standarduret. Genoplad Gear nu for at blive med at bruge det.
de_de: Der Akku ist extrem schwach. Sie können nur die Standard-Uhr verwenden. Laden Sie die Gear, um sie weiterhin verwenden zu können.
el_gr: Η ισχύς της μπαταρίας είναι υπερβολικά χαμηλή. Μπορείτε να χρησιμοποιήσετε μόνο το προεπιλεγμένο ρολόι. Επαναφορτίστε το Gear τώρα, για να συνεχίσετε να το χρησιμοποιείτε.
et: Akutoidet on kriitiliselt vähe. Saate kasutada ainult vaikekella. Oma seadme Gear kasutamiseks laadige seda kohe.
eu: Bateria oso baxu dago. Lehenetsitako erlojua soilik erabil dezakezu. Kargatu zure Gear orain, erabiltzen jarraitzeko.
fi: Akun varaus on erittäin alhainen. Voit käyttää vain oletuskelloa. Lataa Gear nyt, jos haluat jatkaa sen käyttöä.
ga: Tá an chumhacht ceallra an-lag. Ní féidir leat ach an clog réamhshocraithe a úsáid. Luchtaigh do Gear anois le leanúint lena úsáid.
gl: O nivel da batería é crítico. Só podes usar o reloxo predeterminado. Recarga o teu Gear agora para continuar usándoo.
hi: बैटरी पॉवर गंभीर रूप से कम है। आप केवल डिफॉल्ट घड़ी का उपयोग कर सकते हैं। अपने गियर का उपयोग जारी रखने के लिए उसे अभी रीचार्ज करें।
hr: Baterija je kritično niska. Možete koristiti samo zadani sat. Napunite svoj Gear sada za nastavak korištenja.
hu: Az akkumulátor töltöttsége túl alacsony. Csak az alapértelmezett óra használható. A további használathoz azonnal fel kell tölteni a Geart.
hy: Մարտկոցի էներգիայի մակարդակը սաստիկ ցածր է: Կարող եք օգտագործել միայն կանխադրված ժամացույցը: Հիմա վերալիցքավորեք Gear-ը, որպեսզի շարունակեք այն օգտագործել
is: Það er mjög lítil hleðsla á rafhlöðunni. Þú getur aðeins notað sjálfgefnu klukkuna. Settu Gear í hleðslu núna til að halda notkun þess áfram.
it_it: La batteria è scarica. Poteteutilizzare soltanto l'orologio predefinito. Ricaricate il Gear per continuare a usarlo.
ja_jp: バッテリー残量が非常に少なくなっています。標準の時計のみを使用できます。Gearを引き続き使用するには充電してください。
ka: ენერგიის შევსების დონე კრიტიკულად დაბალია. მხოლოდ ნაგულისხმევი საათის გამოყენება შეგიძლიათ. ახლა თავიდან დამუხტეთ Gear, რომ განაგრძოთ მისი გამოყენება
kk: Батарея қуаты өте төмен. Әдепкі сағатты ғана пайдалануға болады. Gear құрылғысын пайдалануды жалғастыру үшін, оны қазір зарядтаңыз
ko_kr: 배터리가 거의 남아있지 않습니다. 기본 시계만 사용할 수 있습니다. Gear를 계속 사용하려면 지금 충전하세요.
lt: Kritinis akumuliatoriaus įkrovos lygis. Galite naudoti tik numatytąjį laikrodį. Įkraukite „Gear“ dabar, kad galėtumėte juo naudotis toliau.
lv: Akumulatoram ir ļoti zems uzlādes līmenis. Jūs varat izmantot tikai noklusējuma pulksteni. Lai varētu lietot ierīci Gear, uzlādējiet to nekavējoties.
mk: Батеријата е критично испразнета. Може да го користите само основниот часовник. Наполнете го Gear сега за да продолжите да го користите.
nb: Batterinivået er kritisk lavt. Du kan bare bruke standardklokken. Lad opp Gear nå for å fortsette å bruke den.
nl_nl: De batterij is bijna leeg. U kunt alleen de standaardklok gebruiken. Laad uw Gear nu op om deze te blijven gebruiken.
pl: Bateria rozładowana. Możesz korzystać tylko z domyślnego zegarka. Naładuj zegarek Gear, aby móc nadal go używać.
pt_br: A carga da bateria está criticamente baixa. Só é possível usar o relógio padrão. Recarregue o Gear agora para continuar usando-o.
pt_pt: A bateria está criticamente fraca. Só pode utilizar o relógio padrão. Recarregue o seu Gear agora para o continuar a utilizar.
ro: Bateria este aproape descărcată. Puteţi utiliza numai ceasul implicit. Reîncărcaţi Gear acum pentru a-l utiliza în continuare.
ru_ru: Батарея разряжена. Можно использовать только стандартные часы. Зарядите Gear, чтобы продолжить пользоваться им
sk: Energia batérie je kriticky nízka. Môžete používať iba predvolené hodiny. Ihneď nabite hodinky Gear, aby ste ich mohli ďalej používať.
sl: Baterija je skoraj povsem prazna. Uporabljate lahko samo privzeto uro. Priklopite uro Gear na napajalnik, če jo želite še naprej uporabljati.
sr: Baterija je potpuno prazna. Možeš koristiti samo podrazumevani sat. Odmah napuni Gear da bi nastavio/la da ga koristiš.
sv: Batterinivån är kritiskt låg. Du kan bara använda standardklockan. Ladda om Gear nu om du vill fortsätta att använda det.
tr_tr: Pil gücü kritik seviyede düşük. Sadece varsayılan saati kullanabilirsiniz. Kullanmaya devam etmek için Gear'ınızı yeniden şarj edin.
uk: Критично низький заряд акумулятора. Можна використовувати лише стандартний годинник. Зарядіть Ваш Gear, щоб продовжити його використання
uz: Batareya quvvati juda kam. Siz faqat birlamchi soatdan foydalanishingiz mumkin. Geardan foydalanishda davom etish uchun uni zaryadlang
zh_hk: 電池電量嚴重不足。您僅可使用預設時鐘。立刻幫您的 Gear 充電以繼續使用。
zh_sg: 電池電量嚴重不足。您僅可使用預設時鐘。立刻幫您的 Gear 充電以繼續使用。

# IDS_COM_POP_CHARGING_PAUSED_BATTERY_TEMPERATURE_TOO_HIGH_OR_LOW
source: Charging paused. Battery temperature too high or too low.
ar: تم إيقاف الشحن. حرارة البطارية مرتفعة جدا أو منخفضة جدا.
az: Doldurmaya pauza verildi. Batareyanın temperaturu çox yüksək və ya çox aşağıdır.
bg: Зареждането в пауза. Температурата на батерията е твърде висока или ниска.
ca: Càrrega en pausa. Temperatura de la bateria massa alta o massa baixa.
cs: Nabíjení pozastaveno. Teplota baterie je příliš vysoká nebo příliš nízká.
da: Opladning i pause. Batteritemperaturen er for høj eller for lav.
de_de: Ladevorgang unterbrochen. Akkutemperatur zu hoch oder zu niedrig
el_gr: Η φόρτιση διακόπηκε. Η θερμοκρασία της μπαταρίας είναι πολύ υψηλή ή πολύ χαμηλή.
et: Laadimine on peatatud. Aku temperatuur on liiga korge voi liiga madal.
eu: Karga etenda. Bateriaren tenperatura altuegia edo baxuegia da.
fi: Lataus keskeytetty. Akun lämpötila on liian korkea tai matala.
ga: Luchtú ar sos. Teocht an cheallra ró-ard nó ró-íseal.
gl: Carga en pausa. Temperatura da batería moi alta ou moi baixa.
hi: चार्जिंग विराम। बैटरी तापमान बहुत अधिक या बहुत कम है।
hr: Punjenje privremeno zaustavljeno. Temperatura baterije je previsoka ili preniska.
hu: A töltés megszakítva. Az akkumulátor hőmérséklete túl magas vagy túl alacsony.
hy: Լիցքավորումը դադարեցված է: Մարտկոցի ջերմաստիճանը չափազանց բարձր է կամ չափազանց ցածր:
is: Hlé varð á hleðslu. Rafhlaða er of heit eða of köld.
it_it: Ricarica in pausa. Temperatura della batteria troppo alta o troppo bassa.
ja_jp: 充電を停止しました。バッテリーの温度が高すぎるか低すぎます。
ka: დატენვა შეჩერდა. კვების ელემენტის ტემპერატურა ძალზე მაღალი ან დაბალია.
kk: Зарядтау тоқтатылды. Батареяның температурасы тым жоғары немесе төмен.
ko_kr: 배터리의 온도가 너무 높거나 낮아 충전이 일시 정지되었습니다.
lt: Krovimas pristabdytas. Baterijos temperatūra per aukšta arba per žema.
lv: Uzlāde apturēta. Akumulatora temperatūra par augstu vai par zemu.
mk: Полнењето е паузирано. Температурата на батеријата е превисока или прениска.
nb: Lading stanset midlertidig. Batteritemperatur for høy eller for lav.
nl_nl: Opladen onderbroken. Batterijtemperatuur te hoog of te laag.
pl: Ładowanie wstrzymane. Temperatura baterii zbyt wysoka lub zbyt niska.
pt_br: Carregamento em pausa. Temperatura da bateria muito alta ou baixa.
pt_pt: Carregamento em pausa. Temperatura da bateria demasiado alta ou baixa.
ro: Încărcare întreruptă. Temperatura bateriei este prea ridicată sau prea scăzută.
ru_ru: Зарядка приостановлена. Температура аккумулятора слишком высокая или слишком низкая.
sk: Nabíjanie je pozastavené. Teplota batérie je príliš vysoká alebo príliš nízka.
sl: Polnjenje je prekinjeno. Temperatura baterije je previsoka ali prenizka.
sr: Punjenje pauzirano. Temperatura baterije previsoka ili preniska.
sv: Laddning pausad. Batteritemperaturen för hög eller för låg.
tr_tr: Şarj duraklatıldı. Pil sıcaklığı çok yüksek veya çok düşük.
uk: Зарядження призупинено. Температура батареї зависока або занизька.
uz: Zaryadlash to‘xtatib turilmoqda. Batareya harorati juda baland yoki juda past.
zh_hk: 充電暫停。手機溫度太高或太低。
zh_sg: 充電暫停。手機溫度太高或太低。

# IDS_QP_BODY_CHARGING_PAUSED_BATTERY_TEMPERATURE_TOO_LOW
source: Charging paused. Battery temperature too low.
ar: تم إيقاف الشحن مؤقتا. درجة حرارة البطارية منخفضة للغاية.
az: Doldurulmaya pauza verildi. Batareyanın temperaturu çox aşağıdır.
bg: Зареждането е в пауза. Температурата на батерията е твърде ниска.
ca: Càrrega pausada. Temperatura de la bateria massa baixa.
cs: Nabíjení bylo pozastaveno. Teplota baterie je příliš nízká.
da: Pause i opladning. Batteritemperaturen er for lav.
de_de: Ladevorgang unterbrochen. Akkutemperatur zu niedrig.
el_gr: Η φόρτιση διακόπηκε. Η θερμοκρασία της μπαταρίας είναι πολύ χαμηλή.
et: Laadimine on peatatud. Aku temperatuur on liiga madal.
eu: Kargatzea etenda. Bateriaren tenperatura baxuegia da.
fi: Lataus keskeytetty. Akun lämpötila on liian matala.
ga: Luchtú ar sos. Teocht an cheallra ró-íseal.
gl: Carga interrompida. A temperatura da batería é demasiado baixa.
hi: चार्जिंग रोकी गई। बैटरी तापमान बहुत कम है।
hr: Punjenje zaustavljeno. Temperatura baterija preniska.
hu: A töltés megszakítva. Az akkumulátor hőmérséklete túl alacsony.
hy: Լիցքավորումն ընդհատվեց. մարտկոցի ջերմաստիճանը շատ ցածր է:
is: Hlé var gert á hleðslu. Rafhlaðan er of köld.
it_it: Ricarica in pausa. Temperatura della batteria troppo bassa.
ja_jp: 充電が停止しました。バッテリーの温度が低すぎます。
ka: დამუხტვა შეჩერდა. კვების ელემენტის ტემპერატურა ძალიან დაბალია.
kk: Зарядтау уақытша тоқтатылды. Батарея температурасы тым төмен.
ko_kr: 충전이 중지되었습니다. 배터리의 온도가 너무 낮습니다.
lt: Krovimas pristabdytas. Per žema akumuliatoriaus temperatūra.
lv: Uzlāde apturēta. Akumulatora temperatūra ir par zemu.
mk: Полнењето е паузирано. Температурата на батеријата е прениска.
nb: Lading stanset midlertidig. Batteritemperatur for lav.
nl_nl: Opladen onderbroken. Batterijtemperatuur te laag.
pl: Ładowanie wstrzymane. Temperatura baterii zbyt niska.
pt_br: Carregamento em pausa. Temperatura da bateria muito baixa.
pt_pt: Carregamento em pausa. Temperatura da bateria demasiado baixa.
ro: Încărcare întreruptă. Temperatura bateriei este prea scăzută.
ru_ru: Зарядка приостановлена. Батарея слишком холодная.
sk: Nabíjanie je pozastavené. Teplota batérie je príliš nízka.
sl: Polnjenje je prekinjeno. Temperatura baterije je prenizka.
sr: Punjenje je pauzirano. Temperatura baterije je preniska.
sv: Laddning pausad. Batteritemperaturen är för låg.
tr_tr: Şarj duraklatıldı. Pil sıcaklığı çok düşük.
uk: Зарядження призупинено. Занизька температура акумулятора.
uz: Zaryadlash to‘xtatib turilmoqda. Batareya harorati juda past.
zh_hk: 充電已暫停。電池溫度太低。
zh_sg: 充電已暫停。電池溫度太低。

# IDS_QP_BODY_CHARGING_PAUSED_BATTERY_TEMPERATURE_TOO_HIGH
source: Charging paused. Battery temperature too high.
ar: تم إيقاف الشحن مؤقتا. درجة حرارة البطارية عالية للغاية.
az: Doldurulmaya pauza verildi. Batareyanın temperaturu çox yüksəkdir.
bg: Зареждането е в пауза. Температурата на батерията е твърде висока.
ca: Càrrega pausada. Temperatura de la bateria massa alta.
cs: Nabíjení bylo pozastaveno. Teplota baterie je příliš vysoká.
da: Pause i opladning. Batteritemperaturen er for høj.
de_de: Ladevorgang unterbrochen. Akkutemperatur zu hoch.
el_gr: Η φόρτιση διακόπηκε. Η θερμοκρασία της μπαταρίας είναι πολύ υψηλή.
et: Laadimine on peatatud. Aku temperatuur on liiga kõrge.
eu: Kargatzea etenda. Bateriaren tenperatura altuegia da.
fi: Lataus keskeytetty. Akun lämpötila on liian korkea.
ga: Luchtú ar sos. Teocht an cheallra ró-ard.
gl: Carga interrompida. A temperatura da batería é demasiado alta.
hi: चार्जिंग रोकी गई। बैटरी तापमान बहुत उच्च है।
hr: Punjenje zaustavljeno. Temperatura baterija previsoka.
hu: A töltés megszakítva. Az akkumulátor hőmérséklete túl magas.
hy: Լիցքավորումն ընդհատվեց. մարտկոցի ջերմաստիճանը շատ բարձր է:
is: Hlé var gert á hleðslu. Rafhlaðan er of heit.
it_it: Ricarica in pausa. Temperatura della batteria troppo alta.
ja_jp: 充電が停止しました。バッテリーの温度が高すぎます。
ka: დამუხტვა შეჩერდა. კვების ელემენტის ტემპერატურა ძალიან მაღალია.
kk: Зарядтау уақытша тоқтатылды. Батарея температурасы тым жоғары.
ko_kr: 충전이 중지되었습니다. 배터리의 온도가 너무 높습니다.
lt: Krovimas pristabdytas. Per aukšta akumuliatoriaus temperatūra.
lv: Uzlāde apturēta. Akumulatora temperatūra ir par augstu.
mk: Полнењето е паузирано. Температурата на батеријата е превисока.
nb: Lading stanset midlertidig. Batteritemperatur for høy.
nl_nl: Opladen onderbroken. Batterijtemperatuur te hoog.
pl: Ładowanie wstrzymane. Temperatura baterii zbyt wysoka.
pt_br: Carregamento em pausa. Temperatura da bateria muito alta.
pt_pt: Carregamento em pausa. Temperatura da bateria demasiado elevada.
ro: Încărcare întreruptă. Temperatura bateriei este prea ridicată.
ru_ru: Зарядка приостановлена. Батарея слишком горячая.
sk: Nabíjanie je pozastavené. Teplota batérie je príliš vysoká.
sl: Polnjenje je prekinjeno. Temperatura baterije je previsoka.
sr: Punjenje je pauzirano. Temperatura baterije je previsoka.
sv: Laddning pausad. Batteritemperaturen är för hög.
tr_tr: Şarj duraklatıldı. Pil sıcaklığı çok yüksek.
uk: Зарядження призупинено. Зависока температура акумулятора.
uz: Zaryadlash to‘xtatib turilmoqda. Batareya harorati juda yuqori.
zh_hk: 充電已暫停。電池溫度太高。
zh_sg: 充電已暫停。電池溫度太高。

# IDS_COM_HEADER_BATTERY_LOW_ABB
source: Battery low
ar: طاقة البطارية منخفضة
az: Batareya zəifdir
bg: Батерията е изтощена
ca: Bateria baixa
cs: Vybitá baterie
da: Lavt batteri
de_de: Akku fast leer
el_gr: Χαμηλή μπαταρία
et: Aku on tühi
eu: Bateria baxu
fi: Akku vähissä
ga: Ceallra lag
gl: Batería baixa
hi: बैटरी कम है
hr: Baterija prazna
hu: Az akku lemerült
hy: Մարտկոցը նստած է
is: Lítil hleðsla
it_it: Batteria scarica
ja_jp: バッテリー残量低下
ka: კვების ელემენტი იცლება
kk: Батарея заряды аз
ko_kr: 배터리가 부족합니다
lt: Senka akumuliatorius
lv: Zems akum. uzlād. līm.
mk: Батер. е испразнета
nb: Lavt batterinivå
nl_nl: Batterij leeg
pl: Bateria rozładowana
pt_br: Bateria fraca
pt_pt: Bateria fraca
ro: Baterie descărcată
ru_ru: Батарея разряжена
sk: Batéria je vybitá
sl: Prazna baterija
sr: Baterija je prazna
sv: Låg batterinivå
tr_tr: Düşük pil
uk: Акумулятор розряджений
uz: Batareya quvvati kam.
zh_hk: 電量不足
zh_sg: 电量不足

# IDS_ST_BODY_OUTDOOR_MODE_ABB
source: Outdoor mode
ar: وضع بالخارج
az: Açıq hava rjmi
bg: Режим открито
ca: Mode Exterior
cs: Režim Venku
da: Udendørs
de_de: Outdoor-Modus
el_gr: Λειτ. εξ. χώρ.
et: Väliting. rež.
eu: Air. li. modua
fi: Ulkotila
ga: Mód lasmuigh
gl: Modo exterior.
hi: आउटडोर मोड
hr: Način Vani
hu: Utcai üzemmód
hy: Դրսի կերպ
is: Utandyra
it_it: Modal. All'aper.
ja_jp: ｱｳﾄﾄﾞｱﾓｰﾄﾞ
ka: ღია ცის ქვეშ
kk: Сыртқы режим
ko_kr: 야외 모드
lt: Lauko režimas
lv: Āra režīms
mk: Реж. за надвор
nb: Utemodus
nl_nl: Stand buiten
pl: Tryb Na zewn.
pt_br: Modo Externo
pt_pt: Modo exterior
ro: Mod Exterior
ru_ru: На улице
sk: Exter. režim
sl: Na prostem
sr: Spoljni režim
sv: Utomhusläge
tr_tr: Açık hava modu
uk: Реж. «На вул.»
uz: Tashqari rjm
zh_hk: 戶外模式
zh_sg: 户外模式

# IDS_COM_POP_DEVICE_WILL_TURN_OFF
source: Device will turn off.
ar: سيتم إيقاف تشغيل الجهاز.
az: Cihaz sönəcək.
bg: Устройството ще се изключи.
ca: El dispositiu s'apagarà
cs: Zařízení se vypne.
da: Enheden slukkes.
de_de: Das Gerät schaltet sich ab.
el_gr: Η συσκευή θα απενεργοποιηθεί.
et: Seade lulitub valja.
eu: Gailua itzali egingo da
fi: Laite sammutetaan.
ga: Casfar an gléas as
gl: O dispositivo apagarase
hi: उपकरण बंद हो जाएगा
hr: Uređaj se isključuje.
hu: A készülék kikapcsol.
hy: Սարքը կանջատվի:
is: Tækið slekkur á sér.
it_it: Il dispositivo si spegnerà.
ja_jp: 端末はOFFになります。
ka: აპარატი გამოირთვება.
kk: Құрылғы өшеді.
ko_kr: 디바이스가 꺼집니다.
lt: Įrenginys išsijungs.
lv: Ierīce tiks izslēgta.
mk: Уредот ќе се исклучи.
nb: Enheten vil bli slått av.
nl_nl: Apparaat wordt uitgeschakeld.
pl: Urządzenie zostanie wyłączone.
pt_br: O dispositivo irá desligar.
pt_pt: O dispositivo será desligado.
ro: Dispozitivul se va opri.
ru_ru: Устройство будет отключено.
sk: Zariadenie sa vypne.
sl: Naprava se bo izklopila.
sr: Uređaj će se isključiti.
sv: Enheten stängs av.
tr_tr: Cihaz kapanacak.
uk: Пристрій буде вимкнено.
uz: Qurilma o‘chiriladi.
zh_hk: 裝置將關閉。
zh_sg: 裝置將關閉。

# IDS_IDLE_POP_AFTER_P1SD_MINS_BRIGHTNESS_WILL_BE_RESET_TO_DEFAULT_LEVEL_HP2SD
source: After %1$d mins, brightness will be reset to default level (%2$d).
ar: بعد مرور %1$d دقائق، ستتم إعادة ضبط السطوع إلى المستوى الافتراضي (%2$d).
az: %1$d dəqiqə sonra parlaqlıq defolt səviyyədə qurulacaqdır (%2$d).
bg: След %1$d минути яркостта ще се нулира до нивото по подразбиране (%2$d).
ca: Després de %1$d minuts, la brillantor es restablirà al nivell predeterminat (%2$d)
cs: Za %1$d minut bude obnoveno výchozí nastavení jasu (%2$d).
da: Efter %1$d minutter vil lysstyrken blive nulstillet til standardniveau (%2$d).
de_de: Nach %1$d Minuten wird die Helligkeit auf den Standardwert (%2$d) zurückgesetzt.
el_gr: Μετά από %1$d λεπτά, η φωτεινότητα θα επανέλθει στο προεπιλεγμένο επίπεδο (%2$d).
et: %1$d minuti moodudes lahtestatakse heledus vaiketasemele (%2$d).
eu: %1$d minutu ondoren, argitasuna lehenetsitako mailan berrezarriko da (%2$d)
fi: Kirkkaus palautetaan %1$d minuutin kuluttua oletustasolle (%2$d).
ga: Tar éis %1$d nóim, fillfear an ghile ar an leibhéal réamhshocraithe (%2$d)
gl: Despois de %1$d min., restablecerase o nivel predeterminado do brillo (%2$d)
hi: %1$d मिनट के बाद, चमक डिफ़ॉल्ट स्तर (%2$d) पर रीसेट हो जाएगी
hr: Nakon %1$d minuta svjetlina će se resetirati na zadanu razinu (%2$d).
hu: %1$d perc elteltével visszaáll a fényerő alapértelmezett szintje (%2$d).
hy: %1$d րոպե հետո պայծառությունը կհետադարձվի կանխադրված մակարդակի (%2$d):
is: Eftir %1$d mínútur verður birtustig stillt á sjálfgefna stillingu (%2$d).
it_it: Dopo %1$d minuti, la luminosità verrà ripristinata al livello predefinito (%2$d).
ja_jp: %1$d分後に、明るさが標準レベル(%2$d)にリセットされます。
ka: %1$d წუთის შემდეგ დაბრუნდება განათებულობის საწყისი მნიშვნელობა (%2$d).
kk: %1$d минуттан кейін, ашықтық әдепкі деңгейіне (%2$d) қалпына келтіріледі.
ko_kr: %1$d분 후에 밝기 수준이 기본(%2$d)으로 초기화됩니다.
lt: Po %1$d min. ryškumas bus nustatytas į numatytą lygį (%2$d).
lv: Pēc %1$d minūtēm tiks atjaunots spilgtuma noklusējuma līmenis (%2$d).
mk: По %1$d минути осветленоста ќе се ресетира на основното ниво (%2$d).
nb: Etter %1$d min vil lysstyrken bli tilbakestilt til standardnivået (%2$d).
nl_nl: Na %1$d min wordt de helderheid teruggezet op het standaardniveau (%2$d).
pl: Jasność zostanie wyzerowana do poziomu domyślnego (%2$d) po %1$d min.
pt_br: Após %1$d m, o brilho será redefinido para o nível padrão (%2$d).
pt_pt: Depois de %1$d minutos, o nível predefinido do brilho será reposto (%2$d).
ro: După %1$d minute, luminozitatea va fi resetată la nivelul implicit (%2$d).
ru_ru: Через %1$d мин. будет установлен стандартный уровень яркости (%2$d).
sk: Po %1$d minútach sa obnoví predvolená úroveň jasu (%2$d).
sl: Čez %1$d min bo svetlost ponastavljena na privzeto raven (%2$d).
sr: Nakon %1$d minuta, osvetljenje će se resetovati na podrazumevani nivo (%2$d).
sv: Efter %1$d minuter återställs ljusstyrkan till standardnivån (%2$d).
tr_tr: %1$d dakika sonra, parlaklık varsayılan seviyeye (%2$d) sıfırlanacak.
uk: Через %1$d хв. буде встановлено стандартний рівень яскравості (%2$d).
uz: %1$d daqiqadan so‘ng ravshanlik sukut bo‘yicha darajaga (%2$d) tashlanadi.
zh_hk: 在 %1$d 分鐘後，亮度將重設為預設等級 (%2$d )。
zh_sg: %1$d 分钟后，亮度将重置为默认水平 (%2$d)。

# IDS_ST_BUTTON_BRIGHTNESS
source: Brightness
ar: السطوع
az: Parlaqlıq
bg: Яркост
ca: Brillantor
cs: Jas
da: Lysstyrke
de_de: Helligkeit
el_gr: Φωτεινότ.
et: Heledus
eu: Argitasuna
fi: Kirkkaus
ga: Gile
gl: Brillo
hi: चमक
hr: Svjetlina
hu: Fényerő
hy: Պյծռթյուն
is: Birtustig
it_it: Luminosità
ja_jp: 明るさ
ka: სიკაშკაშე
kk: Ашықтығы
ko_kr: 밝기
lt: Ryškumas
lv: Spilgtums
mk: Светлина
nb: Lysstyrke
nl_nl: Helderheid
pl: Jasność
pt_br: Brilho
pt_pt: Brilho
ro: Luminoz.
ru_ru: Яркость
sk: Jas
sl: Svetlost
sr: Osvetlj.
sv: Ljusstyrka
tr_tr: Parlaklık
uk: Яскравість
uz: Ravshanlik
zh_hk: 亮度
zh_sg: 亮度
