Repository: tizenorg/platform.core.system.system-popup
Catalog: po/src/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, et, eu, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl_nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_hk, zh_sg

# IDS_COM_BODY_CHARGING_PAUSED_DUE_TO_EXTREME_TEMPERATURE
source: Charging paused due to extreme temperature
ar: تم إيقاف الشحن بسبب ارتفاع الحرارة
az: Həddindən artıq yüksək tempratura görə yükləmə dayandırıldı
bg: Прекъснато зареждане поради екстремни температури
ca: Càrrega en pausa a causa d'una alta temperatura
cs: Nabíjení bylo pozastaveno kvůli nepřiměřené teplotě
da: Opladning midlertidigt afbrudt på grund af høj temperatur
de_de: Laden aufgrund extremer Temperatur unterbrochen
el_gr: Παύση φόρτισης λόγω ακραίας θερμοκρασίας
et: Laadimine on kõrge temperatuuri tõttu peatatud
eu: Karga eten da tenperatura altua dela eta
fi: Lataus keskeytyi liian korkean tai alhaisen lämpötilan vuoksi
ga: Cuireadh luchtú ar sos mar gheall ar theocht fhoircneach
gl: Carga detida debido á temperatura extrema
hi: बहुत अधिक तापमान के कारण चार्ज होना रुका
hr: Punjenje zaustavljeno zbog previsoke temperature
hu: Töltés leállítva a magas hőmérséklet miatt
hy: Լիցքավորումը դադարեցված է ծայրահեղ ջերմաստիճանի պատճառով
is: Bið á hleðslu vegna mikils hita
it_it: Carica interrotta per surriscaldamento
ja_jp: 極端な​温度​に​より​充電​を​中止​しました
ka: დამუხტვა შეწყდა ექსტრემალური ტემპერატურის გამო
kk: Зарядтау температураға байланысты уақытша тоқтатылды
ko_kr: 온도가 너무 높거나 낮아 충전이 중지되었습니다
lt: Įkrovimas sustabdytas dėl labai aukštos temperatūros
lv: Uzlāde pārtraukta pārāk augstas temperatūras dēļ
mk: Полнењето е прекинато. Несоодветна температура
nb: Opplading satt på pause grunnet ekstrem temperatur
nl_nl: Opladen gestopt vanwege te hoge of te lage temperatuur
pl: Ładowanie wstrzymane - temp. nieprawidłowa
pt_br: Carregamento interrompido devido a excesso de temperatura
pt_pt: Carregamento interrompido devido a excesso de temperatura
ro: Încărcare oprită din cauza temperaturii excesive
ru_ru: Зарядка остановлена из-за температуры
sk: Nabíjanie bolo pozastavené kvôli neprimeranej teplote
sl: Polnjenje začasno zaustavljeno zaradi ekstremnih temperatur.
sr: Punjenje pauzirano zbog visoke temperature
sv: Laddningen avbruten pga för hög eller för låg temperatur
tr_tr: Aşırı sıcaklık nedeniyle şarj işlemi durduruldu
uk: Зарядження припинено - критична температура
uz: O‘ta yuqori harorat tufayli zaryadlash to‘xtatildi
zh_hk: 由於溫度過高或過低而導致充電暫停
zh_sg: 温度过高，暂停充电

# IDS_IDLE_BODY_LOW_MEMORY
source: Low memory.
ar: حجم الذاكرة منخفض
az: Batareya azdır.
bg: Паметта е на привършване.
ca: Poca memòria
cs: Nedostatek paměti.
da: Kun lidt hukommelse.
de_de: Wenig Speicher übrig
el_gr: Ανεπαρκής μνήμη.
et: Aku tühjeneb.
eu: Memoria gutxi
fi: Muisti vähissä.
ga: Cuimhne íseal.
gl: Memoria baixa
hi: बैटरी कम है।
hr: Malo memorije.
hu: Kevés a memória
hy: Մարտկոցի լիցքը թույլ է:
is: Það er of lítið minni.
it_it: Memoria insufficiente.
ja_jp: メモリの容量不足です。
ka: კვების ელემენტი იცლება.
kk: Батарея заряды аз.
ko_kr: 메모리가 부족합니다.
lt: Senkanti baterija.
lv: Tukšs akumulators.
mk: Има уште малку меморија.
nb: Lite minne.
nl_nl: Onvoldoende geheugen.
pl: Mało pamięci.
pt_br: Baixa memória.
pt_pt: Pouca memória.
ro: Memorie insuficientă
ru_ru: Аккумулятор разряжен
sk: Nedostatok pamäte.
sl: Zmanjkuje pomnilnika.
sr: Memorija pri kraju.
sv: Ont om minnesplats.
tr_tr: Düşük hafıza
uk: Батарея розряджена.
uz: Bo‘sh xotira kam.
zh_hk: 記憶體不足。
zh_sg: 内存不足。

# IDS_IDLE_POP_PS_CLOSED
source: %s closed.
ar: %s مغلق
az: %s bağlanmışdır.
bg: %s затворен.
ca: %s tancat
cs: %s byl uzavřen.
da: %s blev lukket.
de_de: %s geschlossen
el_gr: %s έκλεισε.
et: %s suleti.
eu: %s itxita
fi: %s suljettu.
ga: %s dúnta.
gl: %s pechado
hi: %s बंद।
hr: %s zatvoren.
hu: %s lezárva
hy: %s փակվեց:
is: %s var lokað.
it_it: %s chiuso.
ja_jp: %sを終了しました。
ka: %s დახურულია.
kk: %s жабық.
ko_kr: %s이(가) 종료되었습니다.
lt: %s uždaryta.
lv: Sadaļa %s ir aizvērta.
mk: %s се затвори.
nb: %s lukket.
nl_nl: %s afgesloten.
pl: Zamknięto %s.
pt_br: %s fechado.
pt_pt: %s fechado.
ro: %s a fost închis.
ru_ru: %s закрыт.
sk: %s zatvorené.
sl: %s zaprto.
sr: %s zatvoreno.
sv: %s har stängts.
tr_tr: %s kapatıldı
uk: %s закрито.
uz: %s yopildi.
zh_hk: %s 已關閉。
zh_sg: %s 已关闭。

# IDS_COM_POP_BATTERYLOW
source: Low battery.
ar: البطارية ضعيفة
az: Batareya zəifdir.
bg: Изтощена батерия.
ca: Bateria baixa
cs: Vybitá baterie.
da: Lavt batteriniveau.
de_de: Akku fast leer
el_gr: Χαμηλή μπαταρία.
et: Aku on peaaegu tühi.
eu: Bateria gutxi
fi: Akku on loppumassa.
ga: Ceallra lag.
gl: Batería baixa
hi: बैटरी कम है।
hr: Baterija skoro prazna.
hu: Az akkumulátor lemerült
hy: Մարտկոցի լիցքը թույլ է:
is: Rafhlaðan er að tæmast.
it_it: Batteria scarica.
ja_jp: バッテリー残量が不足しています。
ka: კვების ელემენტი იცლება.
kk: Батареяның заряды аз.
ko_kr: 배터리가 부족합니다.
lt: Senka akumuliatorius!
lv: Akumulators gandrīz tukšs.
mk: Батеријата е празна.
nb: Lavt batterinivå.
nl_nl: Batterij bijna leeg.
pl: Bateria rozładowana.
pt_br: Bateria fraca.
pt_pt: Bateria fraca.
ro: Baterie descărcată
ru_ru: Аккумулятор разряжен
sk: Batéria vybitá.
sl: Baterija prazna.
sr: Baterija prazna.
sv: Låg batterinivå.
tr_tr: Düşük pil
uk: Батарея розряджена.
uz: Batareya quvvati kam.
zh_hk: 電量不足
zh_sg: 电量低

# IDS_COM_POP_LOW_BATTERY_PHONE_WILL_SHUT_DOWN
source: Low battery. Phone will shut down.
ar: البطارية منخفضة. سيتم إيقاف تشغيل الهاتف.
az: Batareya azdır. Telefon sönəcək.
bg: Изтощена батерия. Телефонът ще се изключи.
ca: Bateria baixa. El telèfon s'apagarà.
cs: Vybitá baterie. Telefon se vypne.
da: Lavt batteriniveau. Telefon lukkes.
de_de: Akku leer. Gerät wird heruntergefahren
el_gr: Χαμηλή στάθμη μπαταρίας. Το τηλέφωνο θα απενεργοποιηθεί.
et: Aku on tuhi. Telefon lulitub valja.
eu: Bateria baxu. Telefonoa itzaliko da.
fi: Akku lopussa. Puhelin sammutetaan.
ga: Ceallra lag. Múchfar an fón.
gl: Batería baixa. O teléfono vaise apagar.
hi: निम्न बैटरी। फ़ोन बंद हो जाएगा।
hr: Prazna baterija. Telefon se isključuje.
hu: Az akkumulátor lemerült. A telefon kikapcsol.
hy: Մարտկոցը նստած է: Հեռախոսը կանջատվի:
is: Rafhlaðan er að tæmast. Slökkt verður á símanum.
it_it: Batteria scarica. Il telefono si spegnerà.
ja_jp: バッテリー残量が不足しています。端末の電源が切れます。
ka: კვების ელემენტი იცლება. ტელეფონი გამოირთვება.
kk: Батарея заряды аз. Телефон өшеді.
ko_kr: 배터리가 부족하여 휴대폰 전원이 꺼집니다.
lt: Akumuliatorius senka. Telefonas išsijungs.
lv: Tukšs akumulators. Tālrunis izslēgsies.
mk: Батеријата е празна. Телефонот ќе се исклучи.
nb: Lavt batteri. Telefonen slåes av.
nl_nl: Batterij bijna leeg. Uw telefoon wordt uitgeschakeld.
pl: Bateria rozładowana. Telefon zostanie wyłączony.
pt_br: Bateria fraca. O telefone será desligado.
pt_pt: Bateria fraca. O telefone será encerrado.
ro: Baterie descărcată. Telefonul se va închide.
ru_ru: Низкий заряд батареи. Телефон будет выключен.
sk: Batéria je vybitá. Telefón sa vypne.
sl: Skoraj prazna baterija. Telefon se bo izklopil.
sr: Baterija prazna. Telefon će se isključiti.
sv: Låg batterinivå. Telefonen stängs av.
tr_tr: Düşük pil. Telefon kapatılacak.
uk: Акумулятор розряджений. Телефон буде вимкнено.
uz: Batareya quvvati kam. Telefon yopiladi.
zh_hk: 電量不足。手機將會關閉。
zh_sg: 电量低。电话将关闭。

# IDS_COM_POP_ENABLED
source: Enabled.
ar: مفعل
az: Qoşuldu.
bg: Разрешено.
ca: Activat
cs: Povoleno.
da: Aktiveret.
de_de: Aktiviert
el_gr: Ενεργοποιημένο.
et: Lubatud.
eu: Gaituta
fi: Päällä
ga: Cumasaithe.
gl: Habilitado
hi: सक्षमित।
hr: Uključeno.
hu: Engedélyezve.
hy: Ակտիվացված է
is: Gert virkt.
it_it: Attivato.
ja_jp: 利用できます。
ka: გააქტიურებულია.
kk: Қосылған
ko_kr: 설정되었습니다.
lt: Įjungta.
lv: Aktivizēts.
mk: Вклучено.
nb: Aktivert.
nl_nl: Aan.
pl: Włączono.
pt_br: Ativado.
pt_pt: Activado.
ro: Activat
ru_ru: Включено.
sk: Povolené.
sl: Omogočeno.
sr: Omogućeno.
sv: Aktiverad.
tr_tr: Etkin
uk: Увімкнено.
uz: Yoqilgan.
zh_hk: 已啟用
zh_sg: 已启动

# IDS_COM_POP_DISABLED
source: Disabled.
ar: غير مفعل
az: Söndürldü.
bg: Забранено.
ca: Desactivat
cs: Zakázáno.
da: Deaktiveret.
de_de: Deaktiviert
el_gr: Απενεργοποιημένη.
et: Keelatud.
eu: Ezgaituta
fi: Pois.
ga: Díchumasaithe.
gl: Desactivada
hi: अक्षमित।
hr: Isključeno.
hu: Kikapcsolva.
hy: Անջատված:
is: Gert óvirkt.
it_it: Disattivata.
ja_jp: 利用できません。
ka: გამორთულია.
kk: Өшірілген
ko_kr: 해제되었습니다.
lt: Išjungta.
lv: Atspējots.
mk: Исклучено.
nb: Deaktivert.
nl_nl: Uit.
pl: Wyłączono.
pt_br: Desativado.
pt_pt: Desactivado.
ro: Dezactivat
ru_ru: Отключено.
sk: Zakázané.
sl: Onemogočeno.
sr: Onemogućeno.
sv: Deaktiverad.
tr_tr: Devre dışı
uk: Вимкнено.
uz: O‘chirilgan.
zh_hk: 停用
zh_sg: 已关闭

# IDS_ST_MBODY_SOUND_ABB
source: Sound
ar: صوت
az: Səs
bg: Звук
ca: So
cs: Zvuk
da: Lyd
de_de: Ton
el_gr: Ήχος
et: Heli
eu: Soinua
fi: Ääni
ga: Fuaim
gl: Son
hi: ध्वनि
hr: Zvuk
hu: Hang
hy: Հնչյուն
is: Hljóð
it_it: Suono
ja_jp: サウンド
ka: ხმა
kk: Дыбыс
ko_kr: 소리
lt: Garsas
lv: Skaņa
mk: Звук
nb: Lyd
nl_nl: Geluid
pl: Dźwięk
pt_br: Som
pt_pt: Som
ro: Sunet
ru_ru: Звук
sk: Zvuk
sl: Zvok
sr: Zvuk
sv: Ljud
tr_tr: Ses
uk: Звук
uz: Ovoz
zh_hk: 聲音
zh_sg: 声音

# IDS_ST_BODY_CAMERA
source: Camera
ar: الكاميرا
az: Kamera
bg: Камера
ca: Càmera
cs: Fotoaparát
da: Kamera
de_de: Kamera
el_gr: Κάμερα
et: Kaamera
eu: Kamera
fi: Kamera
ga: Ceamara
gl: Cámara
hi: कैमरा
hr: Kamera
hu: Fényképező
hy: Խցիկ
is: Myndavél
it_it: Fotocamera
ja_jp: カメラ
ka: ფოტოაპარატი
kk: Камера
ko_kr: 카메라
lt: Fotoapar.
lv: Kamera
mk: Камера
nb: Kamera
pl: Aparat
pt_br: Câmera
pt_pt: Câmara
ro: Cameră foto
ru_ru: Камера
sk: Fotoaparát
sl: Fotoaparat
sr: Kamera
sv: Kamera
tr_tr: Kamera
uk: Камера
uz: Kamera
zh_hk: 相機
zh_sg: 照相机

# IDS_IDLE_POP_BATTERY_FULLY_CAHRGED
source: Battery fully charged.
ar: تم شحن البطارية كاملا
az: Batareya tam doludur.
bg: Батерията e напълно заредена
ca: Bateria completament carregada
cs: Baterie je plně nabitá.
da: Batteri fuldt opladet.
de_de: Akku vollständig geladen
el_gr: Μπαταρία πλήρως φορτισμένη.
et: Aku on laetud.
eu: Bateria guztiz kargatuta
fi: Akku on täysin ladattu.
ga: Ceallra lánluchtaithe.
gl: Batería totalmente cargada
hi: बैटरी पूरी चार्ज है।
hr: Baterija puna.
hu: Az akkumulátor feltöltve
hy: Մարտկոցը ամբողջովին լիցքավորված է:
is: Rafhlaða fullhlaðin.
it_it: Batteria ricaricata.
ja_jp: バッテリ充電完了
ka: კვების ელემენტი დაიტენა.
kk: Батарея толық зарядталған.
ko_kr: 배터리가 충전되었습니다.
lt: Baterija visiškai įkrauta.
lv: Akumulators uzlādēts.
mk: Батеријата е наполнета.
nb: Batteri fulladet.
nl_nl: De batterij is opgeladen.
pl: Bateria w pełni naładowana.
pt_br: Bateria completamente carregada.
pt_pt: Bateria completamente carregada.
ro: Baterie încărcată complet
ru_ru: Аккумулятор заряжен.
sk: Batéria je plne nabitá.
sl: Baterija je polna.
sr: Baterija skroz napunjena.
sv: Batteriet fulladdat.
tr_tr: Pil tümüyle şarj oldu
uk: Батарею заряджено повністю.
uz: Batareya to‘la zaryadlandi.
zh_hk: 電池已完全充電
zh_sg: 充电完毕

# IDS_CST_BODY_NOTICE
source: Notice
ar: إشعار
az: Qeyd
bg: Известие
ca: Avís
cs: Poznámka
da: Bemærkning
de_de: Hinweis
el_gr: Ειδοποίηση
et: Teavitus
eu: Oharra
fi: Ilmoitus
ga: Fógra
gl: Aviso
hi: सूचना
hr: Obavijest
hu: Jegyzet
hy: Նշում
is: Tilkynning
it_it: Avviso
ja_jp: お知らせ
ka: შენიშვნა
kk: Ескерту
ko_kr: 알림
lt: Pastaba
lv: Paziņojums
mk: Известување
nb: Merknad
nl_nl: Melding
pl: Uwaga
pt_br: Aviso
pt_pt: Notificação
ro: Notificare
ru_ru: Уведомление
sk: Oznámenie
sl: Obvestilo
sr: Beleška
sv: Nyheter
tr_tr: Dikkat
uk: Сповіщення
uz: Eslatma
zh_hk: 通知
zh_sg: 注意

# IDS_COM_POP_PRINTER_CONNECTED_ABB2
source: Printer connected.
ar: تم توصيل الطابعة
az: Printer qoşuldu.
bg: Принтерът е свързан.
ca: Impressora connectada
cs: Tiskárna byla připojena.
da: Printer tilsluttet.
de_de: Drucker verbunden
el_gr: Συνδέθηκε εκτυπωτής.
et: Printer on ühendatud.
eu: Inprimagailua konektatuta
fi: Tulostin kytketty.
ga: Printéir ceangailte.
gl: Impresora conectada
hi: प्रिंटर कनेक्ट किया गया।
hr: Pisač spojen.
hu: Nyomtató csatlakoztatva
hy: Տպիչը միացված է:
is: Prentari tengdur.
it_it: Stampante connessa.
ja_jp: プリンターが接続されました。
ka: პრინტერი დაკავშირებულია.
kk: Принтер қосылды.
ko_kr: 프린터가 연결되었습니다.
lt: Prijungtas spausdintuvas.
lv: Printeris pievienots.
mk: Поврзан е печатач.
nb: Skriver tilkoblet.
nl_nl: Printer aangesloten.
pl: Drukarka podłączona.
pt_br: Impressora conectada.
pt_pt: Impressora ligada.
ro: Imprimantă conectată
ru_ru: Принтер подключен.
sk: Tlačiareň je pripojená.
sl: Tiskalnik je povezan.
sr: Štampač je priključen.
sv: Skrivare ansluten.
tr_tr: Yazıcı bağlı
uk: Принтер підключено.
uz: Printer ulandi.
zh_hk: 打印機已連接。
zh_sg: 打印机已连接。

# IDS_COM_POP_PRINTER_DISCONNECTED_ABB2
source: Printer disconnected.
ar: تم فصل الطابعة
az: Printer ilə əlaqə kəsildi.
bg: Принтерът не е свързан.
ca: Impressora desconnectada
cs: Tiskárna byla odpojena.
da: Printer frakoblet.
de_de: Verbindung zum Drucker beendet
el_gr: Αποσύνδεση εκτυπωτή.
et: Printeri ühendus on katk.
eu: Inprimagailua konektatu gabe dago
fi: Yhteys tulostimeen katkaistu.
ga: Printéir dícheangailte.
gl: Impresora desconectada
hi: प्रिंटर डिसकनेक्ट किया गया।
hr: Pisač isključen.
hu: Nyomtató leválasztva
hy: Տպիչն անջատված է:
is: Prentari ótengdur.
it_it: Stampante disconnessa.
ja_jp: プリンターが取り外されました。
ka: პრინტერი გათიშულია.
kk: Принтер ажыратылды.
ko_kr: 프린터와 연결이 끊어졌습니다.
lt: Spausdintuvas atjungtas.
lv: Printeris atvienots.
mk: Печатачот не е поврзан.
nb: Skriver frakoblet.
nl_nl: Printer losgekoppeld.
pl: Drukarka odłączona.
pt_br: Impressora desconectada.
pt_pt: Impressora desligada.
ro: Imprimantă deconectată
ru_ru: Принтер отключен.
sk: Tlačiareň je odpojená.
sl: Tiskalnik je odstranjen.
sr: Štampač otkačen.
sv: Skrivare frånkopplad.
tr_tr: Yazıcı bağlantısı kesildi
uk: Принтер відключено.
uz: Printer chiqarib olindi.
zh_hk: 打印機已中斷連接。
zh_sg: 打印机已断开。

# IDS_QP_BODY_UNPLUG_CHARGER
source: Unplug charger
ar: فصل الشاحن
az: Adapteri rozetkadan çıxarın
bg: Изключете зарядното устройство
ca: Desendollar carregador
cs: Odpojte nabíječku
da: Fjern oplader
de_de: Ladegerät entfernen
el_gr: Αποσύνδεση φορτιστή
et: Eraldage laadija
eu: Desentxufatu kargadorea
fi: Irrota laturi
ga: Díphlugáil an luchtaire
gl: Desenchufar cargador
hi: चार्जर हटाएँ
hr: Iskopčajte punjač
hu: Húzza ki a töltőt
hy: Վարդակից անջատել լիցքավորիչը
is: Aftengdu hleðslutæki
it_it: Scollega caricabatterie
ja_jp: 充電器を取り外してください。
ka: გამორთეთ დამტენი
kk: Зарядтағышты ажырату
ko_kr: 충전기 분리
lt: Atjunkite kroviklį
lv: Atvienojiet lādētāju
mk: Откачете го полначот
nb: Ta ut laderen
nl_nl: Oplader loskoppelen
pl: Odłącz ładowarkę
pt_br: Desconectar carregador
pt_pt: Desligue o carregador
ro: Deconectaţi încărcătorul
ru_ru: Отключите зарядное устройство
sk: Odpojte nabíjačku
sl: Izklopite napajalnik
sr: Otkači punjač
sv: Ta ut laddaren
tr_tr: Şarjı fişten çekin
uk: Відключіть зарядний пристрій
uz: Zaryadlash qurilmasini chiqaring
zh_hk: 拔除充電器
zh_sg: 拔下充电器

# IDS_COM_BODY_FLIGHT_MODE
source: Flight mode
ar: وضع الطيران
az: Uçuş rejimi
bg: Режим полет
ca: Mode Vol
cs: Režim Letadlo
da: Flytilstand
de_de: Offline-Modus
el_gr: Λειτουργία πτήσης
et: Lennurežiim
eu: Hegaldi modua
fi: Lentotila
ga: Mód eitilte
gl: Modo avión
hi: फ़्लाइट मोड
hr: Profil Bez mreže
hu: Repülő üzemmód
hy: Թռիչքի ռեժիմ
is: Flughamur
it_it: Modalità offline
ja_jp: 機内モード
ka: ფრენის რეჟიმი
kk: Ұшу режимі
ko_kr: 비행기 탑승 모드
lt: Lėktuvo režimas
lv: Lidojuma režīms
mk: Режим за летало
nb: Flymodus
nl_nl: Vliegtuigstand
pl: Tryb Offline
pt_br: Modo Offline
pt_pt: Modo de voo
ro: Mod Avion
ru_ru: Автономный режим
sk: Letový režim
sl: Način letenja
sr: Profil letenja
sv: Flygläge
tr_tr: Uçuş modu
uk: Режим без зв’язку
uz: Uchish rejimi
zh_hk: 飛行模式
zh_sg: 飞行模式

# IDS_COM_POP_USB_CONNECTOR_CONNECTED
source: USB connector connected.
ar: تم توصيل موصل USB
az: USB konnektoru qoşuldu.
bg: USB съединителят е свързан.
ca: Connector USB connectat
cs: Konektor USB byl připojen.
da: Intet USB-stik tilsluttet.
de_de: USB-Connector verbunden.
el_gr: Συνδέθηκε ο προσαρμογέας USB.
et: USB-pistik on ühendatud.
eu: USB konektorea konektatua
fi: USB-liitin kytketty.
ga: Nascóir USB nasctha.
gl: Conectador USB conectado
hi: USB कनेक्‍टर कनेक्ट किया गया
hr: USB kabel spojen.
hu: USB-csatlakozó csatlakoztatva
hy: USB միակցիչը կապակցվել է:
is: USB-tengi tengt.
it_it: Connettore USB connesso.
ja_jp: デバイスが接続されました。
ka: USB დამაკავშირებელი დაკავშირებულია.
kk: USB коннекторы қосылған.
ko_kr: USB 커넥터가 연결되었습니다.
lt: USB jungtis prijungta.
lv: USB savienotājs ir pievienots.
mk: Приклучокот за USB е поврзан.
nb: USB-kontakt tilkoblet.
nl_nl: USB-connector aangesloten.
pl: Podłączono złącze USB.
pt_br: Conector USB ligado.
pt_pt: Conector USB ligado.
ro: Conector USB conectat
ru_ru: Подключен USB-кабель.
sk: Konektor USB je pripojený.
sl: Priključek USB je povezan.
sr: USB priključak je povezan.
sv: USB-koppling ansluten.
tr_tr: USB bağlayıcı takıldı
uk: З’єднувач USB підключено.
uz: USB-ulash vositasi ulandi.
zh_hk: 已連接 USB 連接器。
zh_sg: 已连接USB连接器。

# IDS_COM_POP_USB_CONNECTOR_DISCONNECTED
source: USB connector disconnected.
ar: تم فصل موصل USB
az: USB konnektoru ilə əlaqə kəsildi.
bg: USB съединителят е изваден.
ca: Connector USB desconnectat
cs: Konektor USB byl odpojen.
da: USB-stik frakoblet.
de_de: USB-Connector getrennt.
el_gr: Ο προσαρμογέας USB αποσυνδέθηκε.
et: USB-pistiku ühendus on katkestatud.
eu: USB konektorea deskonektatuta
fi: USB-liitin irrotettu.
ga: Nascóir USB dínasctha.
gl: Conectador USB desconectado
hi: USB कनेक्‍टर डिस्कनेक्ट किया गया
hr: USB kabel odspojen.
hu: USB-csatlakozó leválasztva
hy: USB միակցիչն անջատվել է:
is: USB-tengi er aftengt.
it_it: Connettore USB disconnesso.
ja_jp: デバイスが取り外されました。
ka: USB დამაკავშირებელი გათიშულია.
kk: USB коннекторы ажыратылған.
ko_kr: USB 커넥터가 연결 해제되었습니다.
lt: USB jungtis atjungta.
lv: USB savienotājs ir atvienots.
mk: Приклучокот за USB е откачен.
nb: USB-kontakt frakoblet.
nl_nl: USB-connector losgekoppeld.
pl: Odłączono złącze USB.
pt_br: Conector USB desligado.
pt_pt: Conector USB desligado.
ro: Conector USB deconectat
ru_ru: USB-кабель отключен.
sk: Konektor USB je odpojený.
sl: Priključek USB ni povezan.
sr: USB priključak je isključen.
sv: USB-koppling frånkopplad.
tr_tr: USB bağlayıcı çıkartıldı
uk: З’єднувач USB від’єднано.
uz: USB-ulash vositasi uzildi.
zh_hk: 已中斷 USB 連接器連接。
zh_sg: 已断开USB连接器。

# IDS_COM_POP_KEYBOARD_CONNECTED_ABB2
source: Keyboard connected.
ar: تم توصيل لوحة المفاتيح
az: Klaviatura qoşuldu.
bg: Клавиатурата е свързана.
ca: Teclat connectat
cs: Klávesnice byla připojena.
da: Tastatur tilsluttet.
de_de: Tastatur verbunden
el_gr: Συνδέθηκε πληκτρολόγιο.
et: Klaviatuur on ühendatud.
eu: Teklatua konektatuta
fi: Näppäimistö kytketty.
ga: Eochairchlár ceangailte.
gl: Teclado conectado
hi: कीबोर्ड कनेक्ट किया गया
hr: Tipkovnica spojena.
hu: Billentyűzet csatlakoztatva
hy: Ստեղնաշարը միացված է:
is: Lyklaborð tengt.
it_it: Tastiera connessa.
ja_jp: キーボードが接続されました。
ka: კლავიატურა დაკავშირებულია.
kk: Пернетақта қосылды.
ko_kr: 키보드가 연결되었습니다.
lt: Prijungta klaviatūra.
lv: Tastatūra pievienota.
mk: Поврзана е тастатура.
nb: Tastatur tilkoblet.
nl_nl: Toetsenbord aangesloten.
pl: Klawiatura podłączona.
pt_br: Teclado conectado.
pt_pt: Teclado ligado.
ro: Tastatură conectată
ru_ru: Клавиатура подключена.
sk: Klávesnica je pripojená.
sl: Tipkovnica je povezana.
sr: Tastatura je priključena.
sv: Tangentbord anslutet.
tr_tr: Klavye bağlandı
uk: Клавіатуру підключено.
uz: Klaviatura ulandi.
zh_hk: 鍵盤已連接。
zh_sg: 键盘已连接。

# IDS_COM_POP_MOUSE_CONNECTED_ABB2
source: Mouse connected.
ar: تم توصيل الماوس
az: Siçan ilə əlaqə yaradıldı.
bg: Мишката е свързана.
ca: Ratolí connectat
cs: Myš byla připojena.
da: Mus tilsluttet.
de_de: Maus verbunden
el_gr: Συνδέθηκε ποντίκι.
et: Hiir on ühendatud.
eu: Sagua konektatuta
fi: Hiiri kytketty.
ga: Luchóg ceangailte.
gl: Rato conectando
hi: माउस कनेक्ट किया गया।
hr: Miš spojen.
hu: Egér csatlakoztatva
hy: Մկնիկը միացված է:
is: Mús tengd.
it_it: Mouse connesso.
ja_jp: マウスが接続されました。
ka: თაგუნა დაკავშირებულია.
kk: Тінтуір қосылды.
ko_kr: 마우스가 연결되었습니다.
lt: Prijungta pelė.
lv: Pele pievienota.
mk: Поврзано е глувче.
nb: Mus tilkoblet.
nl_nl: Muis aangesloten.
pl: Mysz podłączona.
pt_br: Mouse conectado.
pt_pt: Rato ligado.
ro: Mouse conectat
ru_ru: Мышь подключена.
sk: Myš je pripojená.
sl: Miška je povezana.
sr: Miš je priključen.
sv: Musen har anslutits.
tr_tr: Fare bağlı
uk: Мишу підключено.
uz: Sichqoncha ulandi.
zh_hk: 滑鼠已連接。
zh_sg: 鼠标已连接。

# IDS_COM_POP_CAMERA_CONNECTED_ABB2
source: Camera connected.
ar: تم توصيل الكاميرا
az: Kamera qoşuldu.
bg: Камерата е свързана.
ca: Càmera connectada
cs: Kamera byla připojena.
da: Kamera tilsluttet.
de_de: Kamera verbunden
el_gr: Η κάμερα συνδέθηκε.
et: Kaamera on ühendatud.
eu: Kamera konektatuta
fi: Kamera kytketty.
ga: Ceamara ceangailte.
gl: Cámara conectada
hi: कैमरा कनेक्ट किया गया।
hr: Kamera spojena.
hu: Fényképező csatlakoztatva
hy: Խցիկը միացված է:
is: Myndavél tengd.
it_it: Fotocamera collegata.
ja_jp: カメラが接続されました。
ka: კამერა დაკავშირებულია.
kk: Камера қосылды.
ko_kr: 카메라가 연결되었습니다.
lt: Fotoaparatas prijungtas.
lv: Kamera pievienota.
mk: Камерата е поврзана.
nb: Kamera tilkoblet.
nl_nl: Camera aangesloten.
pl: Aparat podłączony.
pt_br: Câmera conectada.
pt_pt: Câmara ligada.
ro: Cameră conectată
ru_ru: Камера подключена.
sk: Fotoaparát je pripojený.
sl: Kamera je povezana.
sr: Kamera je priključena.
sv: Kamera ansluten.
tr_tr: Kamera takılı
uk: Камеру підключено.
uz: Kamera ulandi.
zh_hk: 相機已連接。
zh_sg: 摄像头已连接。

# IDS_COM_POP_USB_MASS_STORAGE_CONNECTED_ABB2
source: USB mass storage connected.
ar: وحدة تخزين USB كبيرة السعة‬ متصلة
az: USB yaddaşla əlaqə yaradıldı.
bg: USB запамет. у-во е свързано.
ca: Emmagat USB massiu connectat
cs: Velk. paměť USB byla připojena.
da: USB-masselager tilsluttet.
de_de: USB-Massenspeicher verbunden
el_gr: Συνδ. συσκ. μαζικής αποθ. USB.
et: USB-massmälu on ühendatud.
eu: USB biltegiratze masiboa konektatuta
fi: USB-massamuisti kytketty.
ga: Ollstóras USB ceangailte.
gl: Almac. masivo USB conectado
hi: USB मास स्‍टोरेज कनेक्ट किया गया।
hr: USB memorija spojena.
hu: USB-háttértár csatlakoztatva
hy: USB զանգված. պահոցը միացված է:
is: USB-gagnageymsla tengd.
it_it: Memoria di massa USB connessa.
ja_jp: USB大容量ストレージが接続されました。
ka: USB მეხსიერება დაკავშირებულია.
kk: USB жалпы жады қосылды.
ko_kr: USB 대용량 저장소가 연결되었습니다.
lt: USB laikmena prijungta.
lv: USB lielapj. atmiņa pievienota.
mk: Поврзана е меморија USB.
nb: USB-masselagringsenh. tilkobl.
nl_nl: USB-massaopslag aangesloten.
pl: Pamięć masowa USB podłączona.
pt_br: Armazen. massa USB conectado.
pt_pt: Armazenamento massa USB ligado.
ro: Memorie USB conectată
ru_ru: USB-носитель подключен.
sk: Veľk. pamäť USB je pripojená.
sl: Pomnilnik USB je povezan.
sr: USB mas. memorija je priključ.
sv: USB-masslagring ansluten.
tr_tr: USB yığın depolama bağlı
uk: USB-накопичувач підключено.
uz: USB-katta hajmli xotira ulandi.
zh_hk: USB 大容量儲存裝置已連接。
zh_sg: USB 大容量存储已连接。
