Repository: tizenorg/platform.core.system.system-popup
Catalog: po/src/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, et, eu, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl_nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_hk, zh_sg

source: Unable to encrypt SD card. Not enough space on card. Approximately %.2f MB needed. Delete some files.
ar: يتعذر تشفير بطاقة SD. ‏‫لا توجد مساحة كافية على البطاقة‬. يلزم توفر مساحة قدرها %.2f ميجابايت تقريبا. احذف بعض الملفات.
az: SD kartı şifrləmək mümkün deyil. Kartda kifayət qədər yer yoxdur. Təxminən %.2f MB lazımdır. Bəzi faylları silin.
bg: SD картата не може да се шифрова. Няма достатъчно място на картата. Необходими са приблизително %.2f MB. Изтрийте някои файлове.
ca: No es pot xifrar la targeta SD. No hi ha prou espai a la targeta. Calen al voltant de %.2f MB. Esborri alguns fitxers.
cs: SD kartu se nepodařilo zašifrovat. Na kartě není dostatek místa. Je zapotřebí přibližně %.2f MB volného místa. Odstraňte některé soubory.
da: SD-kortet blev ikke krypteret. Der er ikke tilstrækkelig plads på kortet. Der er brug for ca. %.2f MB. Slet nogle filer.
de_de: SD-Karte kann nicht verschlüsselt werden. Nicht genügend Platz auf der Karte. Es werden ca. %.2f MB benötigt. Löschen Sie einige Dateien.
el_gr: Δεν είναι δυνατή η κρυπτογράφηση της κάρτας SD. Δεν επαρκεί ο χώρος της κάρτας. Απαιτούνται περίπου %.2f MB. Διαγράψτε ορισμένα αρχεία.
et: SD-kaarti ei saa krüptida. Kaardil pole piisavalt ruumi. Vajalik ligikaudu %,2f MB. Kustutage mõned failid.
eu: Ezin da SD txartela enkriptatu. Ez dago toki nahikorik txartelean. Gutxi gorabehera %.2f MB behar dira. Ezabatu zenbait fitxategi.
fi: SD-korttia ei voi salata. Kortilla ei ole tarpeeksi tilaa. Tarvitaan noin %.2f Mt. Poista joitain tiedostoja.
ga: Ní féidir an cárta SD a chriptiú. Easpa spáis ar an gcárta. Tá thart ar %.2f MB de dhíth. Scrios roinnt comhad.
gl: Non se pode cifrar a tarxeta SD. Non hai espazo suficiente na tarxeta. Precísanse aproximadamente %.2f MB. Elimina algúns arquivos.
hi: SD कार्ड एन्क्रिप्‍ट करने में अक्षम। कार्ड में पर्याप्त स्‍थान नहीं है। लगभग %.2f MB आवश्यक। कुछ फ़ाइलें हटाएँ।
hr: Nemoguće šifrirati SD karticu. Nema dovoljno prostora na kartici. Potrebno je približno %.2f MB. Obrišite neke datoteke.
hu: Nem lehet titkosítani az SD-kártyát. Nincs elég hely a kártyán. Körülbelül %.2f MB szükséges. Töröljön fájlokat.
hy: Անհնար է ծածկագրել SD քարտը. քարտում բավարար տեղ չկա: Հարկավոր է մոտավորապես %.2f ՄԲ: Վերացրեք որոշ ֆայլեր:
is: Ekki tókst að dulkóða SD-kort. Ekki nægt minni á korti. U.þ.b. %.2f MB er þörf. Eyddu einhverjum skrám.
it_it: Impossibile crittografare scheda SD. Spazio sulla scheda insufficiente. Sono necessari circa %.2f MB. Eliminare alcuni file.
ja_jp: 外部SDカードを暗号化できません。カードの空き容量が低下しています。約%.2f MB必要です。ファイルをいくつか削除してください。
ka: SD ბარათის დაშიფვრა შეუძლებელია. ბარათზე არ არის საკმარისი ადგილი. საჭიროა დაახლოებით %.2f მბ. წაშალეთ ზოგიერთი ფაილი.
kk: SD картасын шифрлау мүмкін емес. Картада бос орын жеткіліксіз. Шамамен %.2f МБ қажет. Кейбір файлдарды жойыңыз.
ko_kr: 카드에 저장 공간이 부족하여 SD 카드를 암호화할 수 없습니다. 약 %.2fMB의 공간이 필요합니다. 일부 파일을 삭제하세요.
lt: Negalima užšifruoti SD kortelės. Kortelėje nepakanka vietos. Reikia maždaug %.2f MB. Ištrinkite kai kuriuos failus.
lv: Nevar šifrēt SD karti. Kartē nepietiek vietas. Nepieciešami apmēram %.2f MB. Izdzēsiet dažus failus.
mk: Не може да се шифрира SD-картичката. Нема доволно место на картичката. Потребни се околу %.2f MB. Избришете некој фајл.
nb: Kan ikke kryptere SD-kortet. Ikke nok plass på kortet. Det trengs omtrent %.2f MB ledig plass. Slett noen filer.
nl_nl: Kan SD-kaart niet coderen. Onvoldoende ruimte op kaart. Circa %.2f MB vereist. Verwijder een aantal bestanden.
pl: Nie można zaszyfrować karty pamięci. Za mało miejsca na karcie. Wymagane jest ok. %.2f MB miejsca. Usuń część plików.
pt_br: Não é possível codificar cartão SD. Espaço insuficiente no cartão. São necessários aproximadamente%.2f MB. Exclua alguns arquivos.
pt_pt: Impossível encriptar o cartão SD. Espaço insuficiente no cartão. São necessários aproximadamente %.2f MB. Elimine alguns ficheiros.
ro: Imposibil de criptat cartela SD. Spaţiu insuficient pe cartelă. Sunt necesari aproximativ %.2f MO. Ştergeţi unele fişiere.
ru_ru: Не удалось зашифровать карту памяти SD. Недостаточно места на карте памяти. Требуется около %.2f Мб. Удалите некоторые файлы.
sk: Karta SD sa nedá zašifrovať. Nedostatok miesta na karte. Vyžaduje sa približne %.2f MB. Odstráňte niektoré súbory.
sl: Kartice SD ni mogoče šifrirati. Na kartici ni dovolj prostora. Potrebujete približno %.2f MB. Izbrišite nekaj datotek.
sr: Nije moguće šifrovati SD karticu. Nema dovoljno prostora na kartici. Potrebno je oko %.2f MB. Izbriši neke fajlove.
sv: Det går inte att kryptera SD-kortet. Inte tillräckligt med utrymme på kortet. Ungefär %.2f MB krävs. Ta bort några filer.
tr_tr: SD kartı şifrelenemiyor. Kartta yeterli bellek yok. Yaklaşık %.2f MB gerekli. Bazı dosyaları silin.
uk: Неможливо зашифрувати карту пам’яті. Недостатньо місця на карті пам’яті. Потрібно приблизно %.2f МБ. Видаліть деякі файли.
uz: SD-kartani shifrlab bo‘lmaydi. Kartada xotira yetarli emas. Taxminan %.2f Mb zarur. Ba’zi fayllarni o'chiring.
zh_hk: 無法加密 SD 卡。SD 卡空間不足。約需 %.2f MB。請刪除部份檔案。
zh_sg: 无法加密 SD 卡。卡上空间不足。大约需要 %.2f MB。删除一些文件。

source: Unable to decrypt SD card. Not enough space on card. Approximately %.2f MB needed. Delete some files.
ar: يتعذر فك تشفير بطاقة SD. ‏‫لا توجد مساحة كافية على البطاقة‬. يلزم توفر مساحة قدرها %.2f ميجابايت تقريبا. احذف بعض الملفات.
az: SD kartın şifrini açmaq mümkün deyil. Kartda kifayət qədər yer yoxdur. Təxminən %.2f MB lazımdır. Bəzi faylları silin.
bg: SD картата не може да се дешифрира. Няма достатъчно място на картата. Необходими са приблизително %.2f MB. Изтрийте някои файлове.
ca: No es pot desxifrar la targeta SD. No hi ha prou espai a la targeta. Calen al voltant de %.2f MB. Esborri alguns fitxers.
cs: SD kartu se nepodařilo dešifrovat. Na kartě není dostatek místa. Je zapotřebí přibližně %.2f MB volného místa. Odstraňte některé soubory.
da: SD-kortet blev ikke dekrypteret. Der er ikke tilstrækkelig plads på kortet. Der er brug for ca. %.2f MB. Slet nogle filer.
de_de: SD-Karte kann nicht entschlüsselt werden. Nicht genügend Platz auf der Karte. Es werden ca. %.2f MB benötigt. Löschen Sie einige Dateien.
el_gr: Δεν είναι δυνατή η αποκρυπτογράφηση της κάρτας SD. Δεν επαρκεί ο χώρος της κάρτας. Απαιτούνται περίπου %.2f MB. Διαγράψτε ορισμένα αρχεία.
et: SD-kaarti ei saa dekrüptida. Kaardil pole piisavalt ruumi. Vajalik ligikaudu %,2f MB. Kustutage mõned failid.
eu: Ezin da SD txartela desenkriptatu. Ez dago toki nahikorik txartelean. Gutxi gorabehera %.2f MB behar dira. Ezabatu zenbait fitxategi.
fi: SD-kortin salausta ei voi purkaa. Kortilla ei ole tarpeeksi tilaa. Tarvitaan noin %.2f Mt. Poista joitain tiedostoja.
ga: Ní féidir an cárta SD a dhíchriptiú. Easpa spáis ar an gcárta. Tá thart ar %.2f MB de dhíth. Scrios roinnt comhad.
gl: Non se pode descifrar a tarxeta SD. Non hai espazo suficiente na tarxeta. Precísanse aproximadamente %.2f MB. Elimina algúns arquivos.
hi: SD कार्ड डिक्रिप्‍ट करने में अक्षम। कार्ड में पर्याप्त स्‍थान नहीं है। लगभग %.2f MB आवश्यक। कुछ फ़ाइलें हटाएँ।
hr: Nemoguće dešifrirati SD karticu. Nema dovoljno prostora na kartici. Potrebno je približno %.2f MB. Obrišite neke datoteke.
hu: Nem lehet dekódolni az SD-kártyát. Nincs elég hely a kártyán. Körülbelül %.2f MB szükséges. Töröljön fájlokat.
hy: Անհնար է վերծանել SD քարտը. քարտում բավարար տեղ չկա: Հարկավոր է մոտավորապես %.2f ՄԲ: Վերացրեք որոշ ֆայլեր:
is: Tókst ekki að afkóða SD-kort. Ekki nægt minni á korti. U.þ.b. %.2f MB er þörf. Eyddu einhverjum skrám.
it_it: Impossibile decrittografare scheda SD. Spazio sulla scheda insufficiente. Sono necessari circa %.2f MB. Eliminare alcuni file.
ja_jp: 外部SDカードを復号化できません。カードの空き容量が低下しています。約%.2f MB必要です。ファイルをいくつか削除してください。
ka: SD ბარათის გაშიფვრა შეუძლებელია. ბარათზე არ არის საკმარისი ადგილი. საჭიროა დაახლოებით %.2f მბ. წაშალეთ ზოგიერთი ფაილი.
kk: SD картасын шифрсыздандыру мүмкін емес. Картада бос орын жеткіліксіз. Шамамен %.2f МБ қажет. Кейбір файлдарды жойыңыз.
ko_kr: 카드에 저장 공간이 부족하여 SD 카드를 복호화할 수 없습니다. 약 %.2fMB의 공간이 필요합니다. 일부 파일을 삭제하세요.
lt: Negalima iššifruoti SD kortelės. Kortelėje nepakanka vietos. Reikia maždaug %.2f MB. Ištrinkite kai kuriuos failus.
lv: Nevar atšifrēt SD karti. Kartē nepietiek vietas. Nepieciešami apmēram %.2f MB. Izdzēsiet dažus failus.
mk: Не може да се дешифрира SD-картичката. Нема доволно место на картичката. Потребни се околу %.2f MB. Избришете некој фајл.
nb: Kan ikke dekryptere SD-kortet. Ikke nok plass på kortet. Det trengs omtrent %.2f MB ledig plass. Slett noen filer.
nl_nl: Kan SD-kaart niet decoderen. Onvoldoende ruimte op kaart. Circa %.2f MB vereist. Verwijder een aantal bestanden.
pl: Nie można odszyfrować karty pamięci. Za mało miejsca na karcie. Wymagane jest ok. %.2f MB miejsca. Usuń część plików.
pt_br: Não é possível decodificar cartão SD. Espaço insuficiente no cartão. São necessários aproximadamente%.2f MB. Exclua alguns arquivos.
pt_pt: Impossível desencriptar o cartão SD. Espaço insuficiente no cartão. São necessários aproximadamente %.2f MB. Elimine alguns ficheiros.
ro: Imposibil de decriptat cartela SD. Spaţiu insuficient pe cartelă. Sunt necesari aproximativ %.2f MO. Ştergeţi unele fişiere.
ru_ru: Не удалось расшифровать карту памяти SD. Недостаточно места на карте памяти. Требуется около %.2f Мб. Удалите некоторые файлы.
sk: Karta SD sa nedá dešifrovať. Nedostatok miesta na karte. Vyžaduje sa približne %.2f MB. Odstráňte niektoré súbory.
sl: Kartice SD ni mogoče dešifrirati. Na kartici ni dovolj prostora. Potrebujete približno %.2f MB. Izbrišite nekaj datotek.
sr: Nije moguće dešifrovati SD karticu. Nema dovoljno prostora na kartici. Potrebno je oko %.2f MB. Izbriši neke fajlove.
sv: Det går inte att avkryptera SD-kortet. Inte tillräckligt med utrymme på kortet. Ungefär %.2f MB krävs. Ta bort några filer.
tr_tr: SD kartın şifresi çözülemiyor. Kartta yeterli bellek yok. Yaklaşık %.2f MB gerekli. Bazı dosyaları silin.
uk: Неможливо дешифрувати карту пам’яті. Недостатньо місця на карті пам’яті. Потрібно приблизно %.2f МБ. Видаліть деякі файли.
uz: SD-kartani shifrdan chiqarib bo‘lmaydi. Kartada xotira yetarli emas. Taxminan %.2f Mb zarur. Ba’zi fayllarni o'chiring.
zh_hk: 無法解密 SD 卡。SD 卡空間不足。約需 %.2f MB。請刪除部份檔案。
zh_sg: 无法解密 SD 卡。卡上空间不足。大约需要 %.2f MB。删除一些文件。

source: This SD card is not encrypted. You cannot disable Encrypt SD card because it has been enabled by an administrator. Encrypt?
ar: لم يتم تشفير بطاقة SD. لا يمكنك إلغاء تفعيل تشفير بطاقة SD نظرًا لتفعيله بواسطة المسؤول. هل تريد التشفير؟
az: SD kart şifrlənməmişdir. SD kart şifrləməsini deaktiv edə bilməzsiniz, çünki o administrator tərəfindən aktiv edilib. Şifrlənsin?
bg: Тази SD карта не е шифрована. Не можете да деактивирате Шифроване на SD картата, тъй като е активирано от администратор. Шифроване?
ca: Aquesta targeta SD no està xifrada. No pot deshabilitar Xifrar targeta SD perquè l'ha habilitat un administrador. Xifrar?
cs: Tato SD karta není zašifrovaná. Nemůžete vypnout šifrování SD karty, protože bylo zapnuto správcem. Zašifrovat?
da: Dette SD-kort er ikke krypteret. Du kan ikke deaktivere Kryptér SD-kort, da det er aktiveret af administrator. Kryptér?
de_de: Die SD-Karte ist nicht verschlüsselt. Sie können „SD-Karte verschlüsseln“ nicht deaktivieren, da diese Option von einem Administrator aktiviert wurde. Verschlüsseln?
el_gr: Η κάρτα SD δεν είναι κρυπτογραφημένη. Δεν είναι δυνατή η απενεργοποίηση της κρυπτογράφησης για την κάρτα SD, επειδή έχει ενεργοποιηθεί από έναν διαχειριστή. Να γίνει κρυπτογράφηση;
et: See SD-kaart pole krüptitud. Te ei saa desaktiveerida SD-kaardi krüptimist, kuna selle on aktiveerinud administraator. Kas krüptida?
eu: SD txartel hau ez dago enkriptatuta. Ezin duzu Enkriptatu SD txartela ezgaitu, administratzaile batek gaitu duelako. Enkriptatu?
fi: Tätä SD-korttia ei ole salattu. SD-kortin salausta ei voi poistaa, sillä järjestelmänvalvoja on ottanut sen käyttöön. Salataanko?
ga: Níl an cárta SD seo criptithe. Ní féidir leat Criptigh cárta SD a dhíchumasú mar chumasaigh riarthóir é. Criptigh?
gl: Esta tarxeta SD non está cifrada. Non podes desactivar Cifrar tarxeta SD debido a que foi activado por un administrador. Desexas cifrala?
hi: यह SD कार्ड एंक्रिप्ट नहीं किया गया है। आप एन्क्रिप्ट SD कार्ड को अक्षम नहीं कर सकते क्योंकि यह एक व्यवस्थापक द्वारा सक्षम किया गया है। एन्क्रिप्‍ट करें?
hr: SD-kartica nije šifrirana. Nije moguće isključiti šifriranje SD-kartice jer ju je uključio administrator. Šifrirati?
hu: Az SD-kártya nincs titkosítva. Nem tilthatja le az SD-kártya titkosítását, mert azt egy rendszergazda engedélyezte. Titkosítja a kártyát?
hy: Այս SD քարտը ծածկագրված չէ: Դուք չեք կարող կասեցնել «Ծածկագրել SD քարտը», որովհետև այն ընձեռվել է վարիչի կողմից. ծածկագրե՞լ:
is: SD-kortið er ekki dulkóðað. Ekki er hægt að slökkva á dulkóðun SD-korts vegna þess að stjórnandi kveikti á henni. Viltu dulkóða?
it_it: La scheda SD non è crittografata. Non potete disattivare la funzione di crittografia della scheda SD poiché è stata attivata da un amministratore. Avviare la crittografia?
ja_jp: この外部SDカードは暗号化されていません。暗号化されていない外部SDカードは、管理者により使用不可に設定されています。暗号化しますか？
ka: SD ბარათი არ არის დაშიფრული. თქვენ ვერ გამორთავთ SD ბარათს დაშიფვრას, რადგან ის ჩართო ადმინისტრატორმა. დაიშიფროს?
kk: SD картасы шифрланбаған. SD картасын шифрлауды өшіруге болмайды, себебі ол әкімшімен қосылған. Шифрлау керек пе?
ko_kr: SD 카드가 암호화되어 있지 않습니다. 관리자가 SD 카드 암호화를 실행하였으므로 암호화하지 않은 채로 사용할 수 없습니다. 암호화할까요?
lt: Ši SD kortelė neužšifruota. Negalite išjungti nustatymo „Šifruoti SD kortelę“, nes jį įjungė administratorius. Šifruoti?
lv: Šī SD karte nav šifrēta. Jūs nevarat deaktivizēt SD kartes šifrēšanu, jo to aktivizēja administrators. Vai šifrēt?
mk: Оваа SD-картичка не е шифрирана. Не можете да го исклучите шифрирањето SD-картички затоа што е вклучено од администраторот. Да се шифрира?
nb: Dette SD-kortet er ikke kryptert. Du kan ikke deaktivere Krypter SD-kort ettersom dette har blitt aktivert av en administrator. Kryptere?
nl_nl: Deze SD-kaart is niet gecodeerd. U kunt SD-kaart coderen niet uitschakelen omdat dit is ingeschakeld door een beheerder. Coderen?
pl: Ta karta SD nie jest zaszyfrowana. Nie możesz wyłączyć opcji Szyfrowanie karty pamięci, ponieważ została aktywowana przez administratora. Zaszyfrować?
pt_br: Este cartão SD não está codificado. Não é possível desativar a Codificação do cartão SD porque ele foi ativado por um administrador. Codificar?
pt_pt: Este cartão SD não está encriptado. Não pode desactivar Encriptar cartão SD porque a opção foi activada por um administrador. Encriptar?
ro: Acest card SD nu este criptat. Nu puteţi dezactiva opţiunea Criptare card SD, deoarece aceasta a fost activată de un administrator. Criptaţi?
ru_ru: Эта карта памяти SD не зашифрована. Невозможно отключить шифрование карты памяти SD, так как оно включено администратором. Зашифровать?
sk: Táto karta SD nie je šifrovaná. Možnosť Šifrovať kartu SD nemôžete vypnúť, pretože ju zapol správca. Šifrovať?
sl: Ta kartica SD ni šifrirana. Šifriranja kartice SD ne morete onemogočiti, ker ga je omogočil skrbnik. Jo želite šifrirati?
sr: Ova SD kartica nije šifrovana. Ne možeš da onemogućiš Šifrovanje SD kartice jer ga je omogućio administrator. Šifrovati?
sv: Det här SD-kortet är inte krypterat. Det går inte att inaktivera Kryptera SD-kort eftersom funktionen har aktiverats av en administratör. Vill du kryptera?
tr_tr: Bu SD kart şifreli değil. Bir başka yönetici tarafından etkinleştirildiği için SD kartı Şifrele fonksiyonunu devre dışı bırakamazsınız. Şifrele?
uk: Цю карту пам’яті не зашифровано. Неможливо вимкнути функцію «Шифрувати карту пам’яті», оскільки її увімкнено адміністратором. Шифрувати?
uz: Ushbu SD-karta shifrlanmagan. SD-karta shifrlanishini o‘chira olmaysiz, chunki u ma’mur tomonidan yoqilgan. Shifrlansinmi?
zh_hk: 此 SD 卡未加密。無法停用加密 SD 卡，因已由管理員啟用。加密嗎？
zh_sg: 该 SD 卡未加密。您无法禁用加密 SD 卡，因为它已由管理员启用。是否加密？

# IDS_ST_BUTTON_ENCRYPT_SD_CARD_ABB
source: Encrypt SD card
ar: تشفير بطاقة SD
az: SD kartı şifrlə
bg: Шифр. SD карта
ca: Xifrar targ SD
cs: Šifr. SD kartu
da: Kryptér SD-kort
de_de: SD-Karte vers.
el_gr: Κρυπτ. κάρτ. SD
et: Krüpti SD-kaart
eu: Enkr. SD txar.
fi: Salaa SD-kortti
ga: Cript. cárta SD
gl: Cifrar tarx. SD
hi: SD कार्ड एन्क्रिप्‍ट करें
hr: Šifr. SD kart.
hu: SD-kártya titk.
hy: Ծծկգրել SD քարտ
is: Dulkóða SD-kort
it_it: Crittogr. sch. SD
ja_jp: SDｶｰﾄﾞを暗号化
ka: SD-ს დაშიფვრა
kk: SD карт. шифр-у
ko_kr: SD 카드 암호화
lt: Šifr. SD kort.
lv: Šifrēt SD karti
mk: Шифр. SD-карт.
nb: Krypter SD-kort
nl_nl: SD-krt coderen
pl: Szyf. kar. pam.
pt_br: Cod. cartão SD
pt_pt: Encr. cart. SD
ro: Cript. card SD
ru_ru: Зашифровать SD
sk: Šifr. kartu SD
sl: Šifr. kart. SD
sr: Šifruj SD kart.
sv: Krypt. SD-kort
tr_tr: SD kart şifrele
uk: Шифр.карт.пам.
uz: SD-karta shifri
zh_hk: 加密 SD 卡
zh_sg: 加密 SD 卡

source: To use your SD card, it must be decrypted. Tap Continue to decrypt your SD card.
ar: لاستخدام بطاقة SD، يلزم فك تشفيرها. انقر فوق متابعة لفك تشفير بطاقة SD.
az: SD kartınızdan istifadə etmək üçün onun şifri açılmış olmalıdır. SD kartınızın şifrini açmaq üçün Davam et vurun.
bg: За да използвате вашата SD карта, тя трябва да бъде дешифрирана. Чукнете върху Напред, за да дешифрирате SD картата.
ca: Per utilitzar la targeta SD, cal que estigui desxifrada. Toqui Continuar per desxifrar la targeta SD.
cs: Chcete-li použít SD kartu, musí být dešifrována. Klepněte na tlačítko Pokračovat a dešifrujte SD kartu.
da: For at bruge dit SD-kort skal det være dekrypteret. Tap på Fortsæt for at dekryptere dit SD-kort.
de_de: Ihre SD-Karte muss entschlüsselt sein, damit Sie sie verwenden können. Tippen Sie auf „Weiter“, um Ihre SD-Karte zu entschlüsseln.
el_gr: Για να χρησιμοποιήσετε την κάρτα σας SD, πρέπει να είναι αποκρυπτογραφημένη. Πατήστε «Συνέχεια» για αποκρυπτογράφηση της κάρτας σας SD.
et: SD-kaardi kasutamiseks tuleb see dekrüptida. SD-kaardi dekrüptimiseks toksake käsku Jätka.
eu: Zure SD txartela erabiltzeko, desenkriptatuta egon behar du. Ukitu Jarraitu zure SD txartela desenkriptatzeko.
fi: Jos haluat käyttää SD-korttia, sen salaus on purettava. Pura SD-kortin salaus napauttamalla Jatka.
ga: Le do chárta SD a úsáid, ní mór é a chriptiú. Tapáil Ar aghaidh le do chárta SD a dhíchriptiú.
gl: Para usar a túa tarxeta SD, debe estar descifrada. Toca Continuar para descifrar a túa tarxeta SD.
hi: अपना SD कार्ड प्रयोग करने के लिए, उसे डिक्रिप्ट करना आवश्यक है। अपना SD कार्ड डिक्रिप्ट करने के लिए जारी रखें पर टैप करें।
hr: Kako biste koristili SD karticu, ona mora biti dešifrirana. Dotaknite Nastavi kako biste dešifrirali SD karticu.
hu: Az SD-kártya csak dekódolva használható. Az SD-kártya dekódolásához érintse meg a Folytatás gombot.
hy: Ձեր SD քարտն օգտագործելու համար այն պետք է վերծանված լինի: Թակեք Շարունակել՝ Ձեր SD քարտը վերծանելու համար:
is: SD-kortið þitt verður að vera dulkóðað til að þú getir notað það. Pikkaðu á Halda áfram til að dulkóða SD-kortið þitt.
it_it: La scheda SD deve essere decrittografata per l'utilizzo. Toccare Continua per decrittografare la scheda SD.
ja_jp: 外部SDカードを使用するには、復号化する必要があります。[次へ]をタップして外部SDカードを復号化してください。
ka: SD ბარათის გამოსაყენებლად, ის გაშიფრული უნდა იყოს. SD ბარათის გაშიფვრის გასაგრძელებლად, დააკაკუნეთ „გაგრძელება“-ზე.
kk: SD картасын пайдалану үшін оны шифрсыздандыру керек. SD картасын шифрсыздандыру үшін “Жалғастыру” опциясын түртіңіз.
ko_kr: SD 카드를 사용하려면 먼저 복호화해야 합니다. SD 카드를 복호화하려면 [계속]을 누르세요.
lt: Jei norite naudotis SD kortele, ją reikia iššifruoti. Bakstelėkite „Tęsti“ ir iššifruokite SD kortelę.
lv: Lai lietotu SD karti, tai jābūt atšifrētai. Pieskarieties pie Turpināt, lai atšifrētu savu SD karti.
mk: За да ја користите SD-картичката, мора да се дешифрира. Допрете Продолжи за да ја дешифрирате SD-картичката.
nb: SD-kortet ditt må dekrypteres før det kan brukes. Trykk på Fortsett for å dekryptere SD-kortet.
nl_nl: Als u uw SD-kaart wilt gebruiken, moet deze zijn gedecodeerd. Tik op Doorgaan om uw SD-kaart te decoderen.
pl: Aby móc korzystać z karty pamięci, należy ją odszyfrować. Dotknij opcji Kontynuuj, aby odszyfrować kartę pamięci.
pt_br: Para usar o seu cartão SD, ele deve ser codificado. Toque em Continuar para codificar o cartão SD.
pt_pt: Para que possa utilizar o seu cartão SD, este deverá ser desencriptado. Toque em Continuar para desencriptar o seu cartão SD.
ro: Pentru a utiliza cartela SD, aceasta trebuie să fie decriptată. Atingeţi Continuare pentru a decripta cartela SD.
ru_ru: Чтобы воспользоваться картой памяти SD, ее необходимо дешифровать. Выберите “Продолжить”, чтобы дешифровать карту памяти SD.
sk: Ak chcete použiť kartu SD, musí byť dešifrovaná. Ťuknutím na tlačidlo Pokračovať môžete dešifrovať kartu SD.
sl: Če želite uporabljati kartico SD, mora biti dešifrirana. Pritisnite Nadaljuj, da dešifrirate kartico SD.
sr: SD kartica mora biti dešifrovana da bi mogla da se koristi. Kucni na Nastavi da bi dešifrovao/la SD karticu.
sv: Om du vill använda SD-kortet måste det avkrypteras. Tryck på Fortsätt för att avkryptera SD-kortet.
tr_tr: SD kartınızı kullanmanız için şifresinin kaldırılmış olması gerekir. SD kartınızın şifresini kaldırmak için Devam'a dokunun.
uk: Для використання карти пам'яті її потрібно дешифрувати. Натисніть «Продовжити», щоб дешифрувати карту пам'яті.
uz: SD-kartadan foydalanish uchun, u shifrdan chiqarilgan bo‘lishi lozim. SD-kartani shifrdan chiqarish uchun Davom ettirishni bosing.
zh_hk: 若要使用 SD 卡，SD 卡需已解密。輕觸繼續以解密 SD 卡。
zh_sg: 若要使用您的 SD 卡，必须进行解密。轻敲继续以解密您的 SD 卡。
