Repository: tizenorg/platform.core.system.system-popup
Catalog: po/src/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, et, eu, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl_nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_hk, zh_sg

# IDS_COM_POP_UNKNOWN_USB_DEVICE_CONNECTED
source: Unknown USB device connected.
ar: تم توصيل جهاز USB غير معروف
az: Naməlum USB cihazı qoşulmuşdur.
bg: Свързано е неизвестно USB устройство.
ca: Dispositiu USB desconegut connectat
cs: Bylo připojeno neznámé zařízení USB.
da: Ukendt USB-enhed tilsluttet.
de_de: Unbekanntes USB-Gerät verbunden.
el_gr: Συνδέθηκε άγνωστη συσκευή USB.
et: Tundmatu USB-seade on ühendatud.
eu: USB gailu ezezaguna konektatuta
fi: Tuntematon USB-laite yhdistetty.
ga: Gléas USB anaithnid nasctha.
gl: Dispositivo USB descoñecido conectado
hi: अज्ञात USB डिवाइस कनेक्ट किया गया
hr: Nepoznati USB uređaj spojen.
hu: Ismeretlen USB-eszköz csatlakoztatva
hy: Անհայտ USB սարքը միացվեց:
is: Óþekkt USB-tæki tengt.
it_it: Dispositivo USB sconosciuto connesso.
ja_jp: 不明なUSBデバイスが接続されました。
ka: დაკავშირებულია უცნობი USB მოწყობილობა.
kk: Белгісіз USB құрылғысы қосылған.
ko_kr: 알 수 없는 USB 기기가 연결되었습니다.
lt: Prijungtas nežinomas USB įrenginys.
lv: Pievienota nezināma USB ierīce.
mk: Поврзан е непознат уред USB.
nb: Ukjent USB-enhet tilkoblet.
nl_nl: Onbekend USB-apparaat aangesloten.
pl: Podłączono nieznane urządzenie USB.
pt_br: Dispositivo USB desconhecido conectado.
pt_pt: Dispositivo USB desconhecido ligado.
ro: Dispozitiv USB necunoscut conectat
ru_ru: Подключено неизвестное USB-устройство.
sk: Pripojené je neznáme zariadenie USB.
sl: Neznana naprava USB je povezana.
sr: Priključen je nepoznati USB uređaj.
sv: Okänd USB-enhet ansluten.
tr_tr: Bilinmeyen USB cihazı takıldı
uk: Невідомий USB-пристрій підключено.
uz: Noma’lum USB-qurilma ulandi.
zh_hk: 未知 USB 裝置已連接。
zh_sg: 已连接未知USB设备。

# IDS_COM_BODY_USB_DEVICE_SAFELY_REMOVED
source: USB device safely removed.
ar: تمت إزالة جهاز USB بأمان
az: USB cihazı təhlükəsiz şəkildə çıxarıldı.
bg: USB устройството е извадено безопасно.
ca: Dispositiu USB retirat amb seguretat
cs: Zařízení USB bylo bezpečně odebráno.
da: USB-enhed fjernet sikkert.
de_de: USB-Gerät sicher entfernt.
el_gr: Η συσκευή USB καταργήθηκε με ασφάλεια.
et: USB-seade on ohutult eemaldatud.
eu: USB gailua segurtasunez kendu da
fi: USB-laite on turvallisesti poistettu.
ga: Stóras USB bainte go sábháilte.
gl: Dispositivo USB extraído con seguridade
hi: USB डिवाइस सुरक्षित रूप से निकाला गया।
hr: USB uređaj sigurno izvađen.
hu: USB-eszköz biztonságosan eltávolítva
hy: USB սարքն ապահով հեռացվեց:
is: USB-tæki var fjarlægt.
it_it: Dispositivo USB rimosso in sicurezza.
ja_jp: デバイスは安全に取り外されました。
ka: USB მოწყობილობა უსაფრთხოდ მოცილდა.
kk: USB құрылғысы қауіпсіз алынды.
ko_kr: USB 기기가 안전하게 제거되었습니다.
lt: USB įrenginys pašalintas saugiai.
lv: USB ierīce droši noņemta.
mk: Уредот USB е безбедно отстранет.
nb: USB-enhet trygt fjernet.
nl_nl: USB-apparaat veilig verwijderd.
pl: Bezpiecznie usunięto urządzenie USB.
pt_br: Dispositivo USB removido de forma segura.
pt_pt: Dispositivo USB removido de forma segura.
ro: Dispozitiv USB eliminat în siguranţă
ru_ru: USB-устройство безопасно извлечено.
sk: Zariadenie USB bolo bezpečne odstránené.
sl: Naprava USB je bil varno odstranjena.
sr: USB uređaj je bezbedno uklonjen.
sv: USB-enhet bortkopplad.
tr_tr: USB aygıtı güvenli bir şekilde çıkartıldı
uk: USB-пристрій безпечно видалено.
uz: USB qurilma xavfsiz chiqarib olindi.
zh_hk: 已安全移除 USB 裝置。
zh_sg: 已安全移除USB设备。

# IDS_COM_POP_USB_MASS_STORAGE_UNEXPECTEDLY_REMOVED
source: USB mass storage unexpectedly removed.
ar: تمت إزالة وحدة تخزين USB كبيرة السعة بشكل غير متوقع
az: USB kütləvi yaddaşı gözlənilmədən çıxarıldı.
bg: USB запаметяващото устройство за е извадено неочаквано.
ca: L'emmagatzematge massiu USB s'ha retirat de forma inesperada
cs: Velkokapacitní paměťové zařízení USB bylo neočekávaně odebráno.
da: USB-masselageret blev fjernet uventet.
de_de: USB-Massenspeicher unerwartet entfernt
el_gr: Η συσκευή μαζικής αποθήκευσης USB αφαιρέθηκε απρόσμενα.
et: USB-massmälu on ootamatult eemaldatud.
eu: USB biltegiratze masiboa ezustean kendu da
fi: USB-massamuisti on poistettu odottamattomasti.
ga: Ollstóras USB bainte gan choinne.
gl: Almacenamento masivo USB extraído inesperadamente
hi: USB मास स्टोरेज को अप्रत्याशित रूप से निकाला गया।
hr: USB memorija neočekivano izvađena.
hu: Az USB-háttértárat váratlanul eltávolították
hy: USB զանգվածային պահոցն անսպասելիորեն հեռացվեց:
is: USB-gagnageymsla var óvænt fjarlægð.
it_it: Memoria di massa USB rimossa in modo imprevisto.
ja_jp: USB大容量ストレージが予期せず取り外されました。
ka: USB მასიური მეხსიერება მოულოდნელად გაითიშა.
kk: USB сақтау құрылғысы байқаусызда алынды.
ko_kr: USB 대용량 저장소가 예상치 않게 제거되었습니다.
lt: USB atmintinė netikėtai atjungta.
lv: USB lielapjoma atmiņa tika negaidīti noņemta.
mk: Меморијата USB е извадена неочекувано.
nb: USB-masselagring ble uventet fjernet.
nl_nl: USB-apparaat voor massaopslag onverwacht verwijderd.
pl: Niespodziewanie wyjęto pamięć masową USB.
pt_br: Armazenamento USB removido inesperadamente.
pt_pt: Armazenamento de massa USB removido inesperadamente.
ro: Spaţiul de stocare în masă USB a fost eliminat în mod neaşteptat.
ru_ru: USB-носитель неожиданно извлечен.
sk: Veľkokapacitný úložný priestor USB bol neočakávane odstránený.
sl: Pomnilnik USB je bil nepričakovano odstranjen.
sr: USB masovna memorija je neočekivano uklonjena.
sv: USB-masslagringen togs oväntat bort.
tr_tr: USB yığın depolama beklenmedik şekilde çıkarıldı
uk: USB-накопичувач неочікувано вийнято.
uz: USB-katta hajmli xotira kutilmaganda chiqarib olindi.
zh_hk: USB 大容量儲存裝置被意外移除。
zh_sg: USB 大容量存储已意外移除。

# IDS_COM_BODY_UNABLE_TO_USE_USB_STORAGE_AS_USB_MASS_STORAGE_ERROR_OCCURRED
source: Unable to use USB storage as USB mass storage. Error occurred.
ar: يتعذر استخدام ‏‫ وحدة تخزين USB‬ كوحدة تخزين USB كبيرة السعة‬. حدث خطأ.
az: USB kütləvi yaddaşında USB yaddaşdan istifadə etmək mümkün deyil. Səhv baş verdi.
bg: Не може да се използва USB устройството като USB запаметяващо устройство. Възникна грешка.
ca: No es pot utilitzar l'emmagatzematge USB com a emmagatzematge USB massiu. S'ha produït un error.
cs: Paměť USB nelze použít jako velkokapacitní paměťové zařízení USB. Došlo k chybě.
da: Kan ikke bruge USB-lagring som USB-masselager. Fejl opstod.
de_de: USB-Speicher kann nicht als USB-Massenspeicher verwendet werden. Es ist ein Fehler aufgetreten.
el_gr: Δεν είναι δυνατή η χρήση της συσκευής USB ως συσκευής μαζικής αποθήκευσης USB. Προέκυψε ένα σφάλμα.
et: USB-malu ei saa kasutada USB-massmaluna. Ilmnes torge.
eu: Ezin da USB memoria erabili USB biltegiratze masio. Errorea gertatu da.
fi: USB-muistia ei voi käyttää USB-massamuistina. Tapahtui virhe.
ga: Ní féidir stóras USB a úsáid mar ollstóras USB. Tharla earráid.
gl: Non se pode empregar o almacenamento USB como almacenamento masivo USB. Produciuse un erro.
hi: USB मास स्‍टोरेज के रूप में USB स्टोरेज का उपयोग करने में अक्षम। त्रुटि पाई गई।
hr: Nemoguće koristiti USB memoriju za USB spremanje podataka. Greška.
hu: Az USB-tároló nem használható USB-háttértárként. Hiba történt.
hy: Անհնար է օգտագործել USB պահոցը որպես USB զանգվածային պահոց. սխալ է տեղի ունեցել:
is: Ekki er hægt að nota USB-geymslu sem USB-gagnageymslu. Villa kom upp.
it_it: Impossibile utilizzare la memoria USB come memoria di massa USB. Si è verificato un errore.
ja_jp: USB大容量ストレージとしてユーザーメモリ（本体）を使用できません。エラーが発生しました。
ka: ტელეფონის შიდა მეხსიერებას ვერ გამოიყენებთ, როგორც USB მასიურ მეხსიერებას. შეცდომა მოხდა.
kk: Ішкі телефон жадын USB жалпы сақтау құралы ретінде пайдалану мүмкін емес. Қате пайда болды.
ko_kr: 오류가 발생하여 내장 메모리를 USB 대용량 저장소로 사용할 수 없습니다.
lt: Neįmanoma naudoti USB vidinės telefono atminties kaip USB duomenų saugyklos. Įvyko klaida.
lv: Nevar lietot tālruņa iekšējo atmiņu kā USB lielapjoma atmiņu. Radās kļūda.
mk: Не може да се користи меморијата USB како мемориски уред USB. Дојде до грешка.
nb: Kan ikke bruke USB-lagring som USB-masselagring. Det oppstod en feil.
nl_nl: Kan USB-opslag niet gebruiken als USB-massaopslag. Fout geretourneerd.
pl: Nie można użyć pamięci USB jako pamięci masowej USB. Wystąpił błąd.
pt_br: Impossível utilizar armazenamento USB como armazenamento de massa USB. Ocorreu um erro.
pt_pt: Impossível utilizar armazenamento USB como armazenamento de massa USB. Ocorreu um erro.
ro: Imposibil de utilizat spaţiul de stocare USB ca spaţiu de stocare în masă USB. S-a produs o eroare.
ru_ru: Невозможно использовать внутреннюю память в качестве съемного USB-носителя. Произошла ошибка.
sk: Ukladací priestor USB sa nedá použiť ako veľkokapacitný ukladací priestor USB. Vyskytla sa chyba.
sl: Pomnilnika USB ni mogoče uporabiti kot napravo USB za shranjevanje. Prišlo je do napake.
sr: Nije moguće koristiti USB memoriju kao USB masovnu memoriju. Došlo je do greške.
sv: Det går inte att använda USB-lagring som USB-masslagring. Ett fel inträffade.
tr_tr: USB belleği USB yığın bellek olarak kullanılamıyor. Hata oluştu.
uk: Неможливо використати внутрішню пам’ять як USB-накопичувач. Сталася помилка.
uz: USB-ichki xotiradan katta hajmli xotira sifatida foydalanib bo‘lmaydi. Xato yuzaga keldi.
zh_hk: 無法使用 USB 儲存裝置為 USB 大容量儲存裝置。發生錯誤。
zh_sg: 无法使用 USB 存储为 USB 大容量存储。出现错误。

# IDS_LBS_BODY_RESTART
source: Restart
ar: إعادة تشغيل
az: Yenidən başladın
bg: Рестартиране
ca: Reiniciar
cs: Restartování
da: Genstart
de_de: Neustart
el_gr: Επανεκκίνηση
et: Taaskäivita
eu: Berrekin
fi: Käynnistä uudelleen
ga: Atosaigh
gl: Reiniciar
hi: पुनः चालू करें
hr: Ponovo pokretanje
hu: Újraindít
hy: Վերագործարկել
is: Endurræsa
it_it: Riavvia
ja_jp: 再起動
ka: თავიდან ჩართვა
kk: Қайта бастау
ko_kr: 다시 시작
lt: Paleisti iš naujo
lv: Restartēt
mk: Ресетирај
nb: Omstart
nl_nl: Opnieuw opstarten
pl: Uruchom ponownie
pt_br: Reiniciar
pt_pt: Reiniciar
ro: Repornire
ru_ru: Рестарт
sk: Reštartovať
sl: Znova zaženi
sr: Počni ponovo
sv: Omstart
tr_tr: Yeniden başlat
uk: Перезавантажити
uz: Qayta ishga tushirish
zh_hk: 重新啟動
zh_sg: 重新启动

# IDS_DN_POP_FAILED_TO_MOUNT_SD_CARD_REINSERT_OR_FORMAT_SD_CARD
source: Failed to mount SD card. Reinsert or format SD card.
ar: فشل تحميل بطاقة SD. إعادة إدخال بطاقة SD أو تهيئتها.
az: SD kartı daxil etmək uğursuz oldu. SD kartı yenidən taxın və ya format edin.
bg: Неуспешно монтиране на SD картата. Поставете отново или форматирайте SD картата.
ca: Error en muntar la targeta SD. Torni a inserir o doni format a la targeta SD.
cs: SD kartu se nepodařilo připojit. Vložte SD kartu znovu nebo ji naformátujte.
da: Kunne ikke aktivere SD-kort. Genindsæt eller formatér SD-kort.
de_de: SD-Karte konnte nicht verbunden werden. SD-Karte erneut einsetzen oder formatieren.
el_gr: Η σύνδεση της κάρτας SD απέτυχε. Τοποθετήστε ξανά ή διαμορφώστε την κάρτα SD.
et: SD-kaardi ühendamine nurjus. Sisestage SD-kaart uuesti või vormindage see.
eu: Ezin izan da SD txartela muntatu. Birsartu edo formateatu SD txartela.
fi: SD-kortin liittäminen epäonnistui. Aseta SD-kortti uudelleen tai alusta se.
ga: Theip ar ghléasadh chárta SD. Ionsáigh an cárta SD arís nó déan formáidiú air.
gl: Non se puido montar a tarxeta SD. Volve inserila ou formátaa.
hi: SD कार्ड माऊंट करने में विफल। SD कार्ड पुनः डालें या फ़ॉर्मेट करें।
hr: Greška stavljanja SD kartice. Ponovno umetnite ili formatirajte SD karticu.
hu: Nem sikerült csatlakoztatni az SD-kártyát. Helyezze be újra vagy formázza meg az SD-kártyát.
hy: Չհաջողվեց սարել SD քարտը: Նորից մտցնել կամ ձևաչափել SD քարտը:
is: Mistókst að tengja SD-kort. Settu SD-kortið í aftur eða forsníddu það.
it_it: Impossibile montare la scheda SD. Reinserire o formattare la scheda SD.
ja_jp: 外部SDカードの取り付けに失敗しました。外部SDカードを挿入し直すか初期化してください。
ka: SD ბარათი ვერ დაკავშირდა სისტემასთან. თავიდან ჩადეთ ან დააფორმატეთ SD ბარათი.
kk: SD картасы шығарылмады. SD картасын қайта салыңыз немесе пішімдеңіз.
ko_kr: SD 카드를 마운트하지 못하였습니다. SD 카드를 다시 삽입하거나 포맷하세요.
lt: Nepavyko prijungti SD kortelės. Įdėkite iš naujo arba suformatuokite SD kortelę.
lv: Neizdevās ievietot SD karti. Ievietojiet atkārtoti vai formatējiet SD karti.
mk: Неуспешно монтирање SD-картичка. Вметнете ја повторно или форматирајте ја.
nb: Kunne ikke montere SD-kort. Sett inn eller formater SD-kortet på nytt.
nl_nl: Kan SD-kaart niet koppelen. Plaats de SD-kaart opnieuw of formatteer deze.
pl: Instalacja karty pamięci nie powiodła się. Włóż ponownie lub sformatuj kartę pamięci.
pt_br: Falha ao instalar cartão SD. Reintroduza ou formate o cartão SD.
pt_pt: Falha ao instalar cartão SD. Reintroduza ou formate o cartão SD.
ro: Activarea cartelei SD nu a reuşit. Reintroduceţi sau formataţi cartela SD.
ru_ru: Не удалось подключить карту памяти SD. Переустановите или отформатируйте карту памяти SD.
sk: Nepodarilo sa pripojiť kartu SD. Znova vložte alebo naformátujte kartu SD.
sl: Vpenjanje kartice SD ni uspelo. Znova vstavite ali formatirajte kartico SD.
sr: Neuspešno uključivanje SD kartice. Ponovo ubaci ili formatiraj SD karticu.
sv: Misslyckades att montera SD-kort. Sätt i eller formatera SD-kort.
tr_tr: SD kart takılamadı. SD kartı yeniden takın veya biçimlendirin.
uk: Не вдалося підключити карту пам’яті. Вийміть і знову вставте карту пам’яті або відформатуйте її.
uz: SD-kartani montajlab bo‘lmadi. SD-kartani qayta kiriting yoki formatlang.
zh_hk: 掛載 SD 卡失敗。重新插入或格式化 SD 卡。
zh_sg: 安装SD卡失败。重新插入或格式化SD卡。

# IDS_ST_BODY_PS_HAS_CLOSED_UNEXPECTEDLY
source: %s has closed unexpectedly.
ar: تم إغلاق %s بشكل مفاجئ
az: %s gözlənilməz şəkildə bağlandı.
bg: %s се затвори неочаквано.
ca: %s s'ha tancat de forma inesperada
cs: %s byla neočekávaně ukončena.
da: %s lukkede uventet.
de_de: %s wurde unerwartet geschlossen
el_gr: Η εφαρμογή %s έκλεισε με μη αναμενόμενο τρόπο.
et: %s on ootamatult suletud.
eu: %s ezustean itxi da
fi: %s on yllättäen suljettu.
ga: Dúnadh %s gan choinne
gl: %s pechouse inesperadamente
hi: %s अनपेक्षित ढंग से बंद हो गया है
hr: %s se neočekivano zatvorio.
hu: A(z) %s váratlanul bezáródott
hy: %s-ն անսպասելիորեն փակվել է:
is: %s var óvænt lokað.
it_it: Chiusura improvvisa di %s.
ja_jp: %sが予期せず終了しました。
ka: %s მოულოდნელად დაიხურა.
kk: %s байқаусызда жабылды.
ko_kr: %s이(가) 비정상적으로 종료되었습니다.
lt: „%s“ netikėtai užsidarė.
lv: Programma %s tika negaidīti aizvērta.
mk: %s неочекувано затвори.
nb: %s har uventet lukket.
nl_nl: %s is onverwacht gesloten.
pl: Aplikacja %s została niespodziewanie zamknięta.
pt_br: %s fechou de forma inesperada.
pt_pt: %s foi encerrado inesperadamente.
ro: %s s-a închis în mod neaşteptat.
ru_ru: Приложение %s неожиданно закрылось.
sk: Aplikácia %s sa neočakávane ukončila.
sl: Program %s se je nepričakovano zaprl.
sr: Aplikacija %s se neočekivano zatvorila.
sv: %s stängdes oväntat.
tr_tr: %s beklenmedik şekilde kapandı
uk: %s неочікувано припинила свою роботу.
uz: %s kutimaganda yopildi.
zh_hk: %s 已意外關閉。
zh_sg: %s 已意外关闭。

# IDS_COM_POP_KEYBOARD_DISCONNECTED_ABB2
source: Keyboard disconnected.
ar: تم فصل لوحة المفاتيح
az: Klaviatura ilə əlaqə kəsildi.
bg: Връзката с клав. е прекъсната.
ca: Teclat desconnectat
cs: Klávesnice byla odpojena.
da: Tastatur frakoblet.
de_de: Tastatur getrennt
el_gr: Το πληκτρολόγιο αποσυνδέθηκε.
et: Klaviatuuri ühendus on katk.
eu: Teklatua deskonektatuta
fi: Näppäimistö irrotettu.
ga: Eochairchlár dícheangailte.
gl: Teclado desconectado
hi: कीबोर्ड डिसकनेक्ट किया गया
hr: Tipkovnica odspojena.
hu: Billentyűzet leválasztva
hy: Ստեղնաշարն անջատված է:
is: Lyklaborð aftengt.
it_it: Tastiera disconnessa.
ja_jp: キーボードが取り外されました。
ka: კლავიატურა გათიშულია.
kk: Пернетақта ажыратылды.
ko_kr: 키보드와 연결이 끊어졌습니다.
lt: Klaviatūra atjungta.
lv: Tastatūra atvienota.
mk: Тастатурата не е поврзана.
nb: Tastatur frakoblet.
nl_nl: Toetsenbord losgekoppeld.
pl: Klawiatura odłączona.
pt_br: Teclado desconectado.
pt_pt: Teclado desligado.
ro: Tastatură deconectată
ru_ru: Клавиатура отключена.
sk: Klávesnica je odpojená.
sl: Tipkovnica je odstranjena.
sr: Tastatura je otkačena.
sv: Tangentbord frånkopplat.
tr_tr: Klavye bağlı değil
uk: Клавіатуру відключено.
uz: Klaviatura chiqarib olindi.
zh_hk: 鍵盤已中斷連接。
zh_sg: 键盘已断开。

# IDS_ST_BODY_SD_CARD_MOUNTED_READ_ONLY
source: SD card mounted read-only.
ar: بطاقة SD مثبتة للقراءة فقط
az: SD kart yalnız oxuma üçün qurulmuşdur.
bg: SD карта включена само за четене.
ca: Targeta SD muntada només per a lectura
cs: Připojená SD karta je určena jen ke čtení.
da: SD-kort isat med skrivebeskyttelse.
de_de: SD-Karte schreibgeschützt eingesetzt
el_gr: Τοποθετημένη κάρτα SD μόνο για ανάγνωση.
et: SD-kaart on kirjutuskaitsega.
eu: SD txartela irakurtzeko soilik moduan
fi: Liitetty SD-kortti on vain luku -tilassa.
ga: Cárta SD gléasta i mód inléite amháin.
gl: Tarxeta SD activada de só lectura
hi: SD कार्ड माउंट केवल पढ़ने के लिए।
hr: Stavljena SD kartica samo za čitanje.
hu: A csatolt SD-kártya írásvédett
hy: Տեղադրված SD քարտը «միայն կարդալու է»:
is: SD-kortið er aðeins með lesaðgangi.
it_it: La scheda SD montata è di sola lettura.
ja_jp: マウント済み外部SDカードは読み取り専用です。
ka: SD ბარათის მხოლოდ წაკითხვა შეიძლება.
kk: Салынған SD картасын тек оқу үшін.
ko_kr: SD 카드가 읽기 전용으로 마운트되었습니다.
lt: SD kortelė įdėta tik tam, kad būtų galima skaityti.
lv: SD karte ir tikai lasāma.
mk: Само читање на вметната SD-картичка.
nb: Skrivebeskyttet SD-kort montert.
nl_nl: SD-kaart alleen-lezen geïnstalleerd.
pl: Karta pamięci tylko do odczytu.
pt_br: O cartão SD instalado é apenas de leitura.
pt_pt: O cartão SD instalado é apenas de leitura.
ro: Cartelă SD instalată doar pentru mod citire
ru_ru: Установленная карта памяти доступна только для чтения.
sk: Načítaná karta SD je iba na čítanie.
sl: Vstavljena kartica SD je samo za branje.
sr: SD kartica uključena samo za čitanje.
sv: SD-kort skrivskyddat.
tr_tr: SD kart salt okunur olarak takıldı
uk: Карту пам’яті підключено в режимі «Лише зчитування».
uz: SD-karta faqat o‘qish uchun montajlangan.
zh_hk: 已掛載的 SD 卡為唯讀。
zh_sg: 已安装的 SD 卡为只读。

# IDS_DAV_BODY_LOW_MEMORY_LEFT_ORANGE
source: Low memory left
ar: الذاكرة المتبقية منخفضة
az: Yaddaşda yer azdır
bg: Паметта е на привършване
ca: Poca memòria restant
cs: Nedostatek paměti
da: Lidt hukommelse tilbage
de_de: Wenig verfügbarer Speicherplatz
el_gr: Περιορισμένο υπόλοιπο μνήμης
et: Vähe mälu alles
eu: Memoria gutxi gelditzen da
fi: Muisti vähissä
ga: Cuimhne íseal fágtha
gl: Queda pouca memoria restante
hi: कम मेमोरी शेष
hr: Memorija pri kraju
hu: Kevés a szabad memória
hy: Քիչ հիշողություն է մնացել
is: Lítið minni eftir
it_it: Memoria libera insufficiente
ja_jp: メモリの空き容量が不足しています。
ka: მეხსიერება თითქმის გაივსო
kk: Жадта бос орын аз қалды
ko_kr: 여유 메모리가 부족합니다
lt: Liko mažai atminties
lv: Atmiņā nepietiek vietas
mk: Преостанува уште малку меморија
nb: Lite gjenværende minne
nl_nl: Weinig geheugen over
pl: Mało wolnej pamięci
pt_br: Memória restante reduzida
pt_pt: Memória restante reduzida
ro: Memorie disponibilă insuficientă
ru_ru: Память заканчивается
sk: Málo voľnej pamäte
sl: Skoraj zaseden pomnilnik
sr: Nedovoljno preostale memorije
sv: Lite återstående minne
tr_tr: Yetersiz bellek
uk: Недостатньо пам’яті
uz: Kam bo‘sh xotira qoldi
zh_hk: 剩餘記憶體不足
zh_sg: 剩余空间不足

# IDS_ST_POP_TURN_OFF_ASSISTIVE_LIGHT_WHEN_YOU_NO_LONGER_NEED_IT
source: Turn off assistive light when you no longer need it.
ar: أوقف تشغيل الضوء المساعد‬ في حالة عدم الحاجة إليه
az: Artıq ehtiyacınız olmadıqda köməkçi işığı söndürün.
bg: Изключете помощната светлина, когато вече не се нуждаете от нея.
ca: Apagui la llum d'assistència quan no la necessiti
cs: Vypněte pomocné osvětlení, když ho již nepotřebujete.
da: Sluk for hjælpelys, når du ikke længere har behov for det.
de_de: Assistenz-Licht deaktivieren, wenn sie nicht mehr benötigt wird.
el_gr: Απενεργοποιήστε το βοηθητικό φως εάν δεν το χρειάζεστε πλέον.
et: Lulitage abivalgus valja, kui te seda enam ei vaja.
eu: Itzali laguntza argia gehiago behar ez duzunean
fi: Poista apuvalo käytöstä, kun et enää tarvitse sitä.
ga: Cas an solas cúnta as nuair nach bhfuil sé uait a thuilleadh
gl: Apaga a luz de asistencia cando xa non a precises
hi: आपको सहायक लाइट की जरूरत नहो नहीं पर उसे बंद करें
hr: Isključite pomoćno svjetlo kada vam nije više potrebno.
hu: Ha már nincs szüksége a segédfényre, kapcsolja ki
hy: Անջատեք օժանդակ լույսը, եթե դրա կարիքն այլևս չունեք:
is: Slökktu á hjálparljósi þegar þú þarft ekki á því að halda.
it_it: Spegni la luce di accesso facilitato quando non è più necessaria.
ja_jp: 必要でない場合は、補助ライトをOFFにしてください。
ka: გამორთეთ დამხმარე განათება, როცა აღარ გჭირდებათ.
kk: Қажет болмаған жағдайда көмекші шамды өшіріңіз.
ko_kr: 보조등이 더 이상 필요 없으면 보조등을 끄세요.
lt: Išjunkite pagalbinę šviesą, kai jos nebereikia.
lv: Izslēdziet papildu apgaismojumu, kad tas vairs nav nepieciešams.
mk: Исклучете го помошното светло кога веќе не ви треба.
nb: Slå av hjelpelys når du ikke trenger det lenger.
nl_nl: Zet de hulplamp uit als u deze niet meer nodig hebt.
pl: Wyłączaj latarkę, kiedy jej nie potrzebujesz.
pt_br: Desligue a luz de assistência quando não precisar mais dela.
pt_pt: Desligue a luz auxiliar quando deixar de a necessitar.
ro: Opriţi lumina de ajutor când nu mai aveţi nevoie de aceasta.
ru_ru: Выключите фонарик, когда он будет не нужен.
sk: Vypnite pomocné osvetlenie, keď ho už nebudete potrebovať.
sl: Ugasnite pomožno lučko, ko je ne potrebujete več.
sr: Isključi pomoćno svetlo kada ti više nije potrebno.
sv: Stäng av hjälpljuset när du inte längre behöver det.
tr_tr: İhtiyacınız kalmayınca yardımcı ışığı kapatın
uk: Вимикайте допоміжне підсвічування, якщо воно більше не потрібно.
uz: Yordamchi yorug‘likdan foydalanmayotganingizda, uni o‘chirib qo‘ying.
zh_hk: 不再使用時請關閉輔助燈。
zh_sg: 当您不再需要时关闭辅助光。

# IDS_IS_BODY_DO_NOT_SHOW_AGAIN
source: Do not show again.
ar: عدم العرض مرة أخرى
az: Bir daha göstərmə
bg: Не показвай отново
ca: No tornar a mostrar
cs: Znovu nezobrazovat
da: Vis ikke igen
de_de: Nicht mehr anzeigen
el_gr: Να μην εμφανιστεί ξανά
et: Ära näita uuesti
eu: Ez erakutsi berriro
fi: Älä näytä uudestaan
ga: Ná taispeáin arís
gl: Non volver mostrar
hi: दोबारा न दिखाएँ
hr: Ne prikazuj više
hu: Ne jelenjen meg ismét
hy: Չցուցադրել կրկին
is: Ekki birta aftur
it_it: Non mostrare più
ja_jp: 今後表示しない
ka: აღარ მაჩვენო
kk: Қайта көрсетпеңіз
ko_kr: 다시 표시 안 함
lt: Daugiau nerodyti
lv: Nerādīt vēlreiz
mk: Не прикажувај веќе
nb: Ikke vis igjen
nl_nl: Niet meer tonen
pl: Nie wyświetlaj ponownie
pt_br: Não mostrar novamente
pt_pt: Não mostrar novamente
ro: Nu se mai afişează
ru_ru: Не показывать снова
sk: Už nezobrazovať
sl: Ne kaži več
sr: Ne prikazuj ponovo
sv: Visa inte igen
tr_tr: Bir daha gösterme
uk: Більше не показувати
uz: Boshqa ko‘rsatilmasin
zh_hk: 不再顯示
zh_sg: 不要再显示

# IDS_QP_BODY_ASSISTIVE_LIGHT_IS_ON
source: Assistive light is on.
ar: تم تشغيل الضوء المساعد
az: Köməkçi işıq yanılıdır.
bg: Помощната светлина е включена.
ca: La llum d'assistència està activada
cs: Pomocné osvětlení zapnuto.
da: Hjælpelys er tændt.
de_de: Assistenz-Licht ist an.
el_gr: Το βοηθητικό φως είναι ενεργό.
et: Abivalgus poleb.
eu: Laguntza argia piztuta dago
fi: Apuvalo on käytössä.
ga: Tá solas cúnta air
gl: A luz de asistencia está acendida
hi: सहायक प्रकाश चालू है
hr: Pomoćno svjetlo uključeno.
hu: Segédfény bekapcsolva
hy: Օժանդակ լույսը միացված է:
is: Kveikt á hjálparljósi.
it_it: Torcia attivata.
ja_jp: 補助ライト ON
ka: დამხმარე განათება ჩართულია.
kk: Көмекші шам қосулы.
ko_kr: 보조등이 켜져 있습니다.
lt: Pagalbinė šviesa įjungta.
lv: Papildu apgaismojums ieslēgts.
mk: Помошното светло е вклучено.
nb: Hjelpelys er på.
nl_nl: Hulplamp is aan.
pl: Latarka jest włączona.
pt_br: A luz de assistência está acesa.
pt_pt: A luz auxiliar está ligada.
ro: Lumina de ajutor este aprinsă.
ru_ru: Фонарик включен.
sk: Pomocné osvetlenie je zapnuté.
sl: Pomožna lučka je vklopljena.
sr: Pomoćno svetlo je uključeno.
sv: Hjälpljus är på.
tr_tr: Yardımcı ışık açık
uk: Допоміжне підсвічування ввімкнено.
uz: Yordamchi yorug‘lik yoq.
zh_hk: 輔助燈開啟。
zh_sg: 辅助光已开启。
