Repository: tizenorg/platform.core.system.system-popup
Catalog: po/src/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, et, eu, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl_nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_hk, zh_sg

# IDS_ST_BUTTON_DISABLE_ENCRYPTION_ABB
source: Disable encryption
ar: إلغاء تفعيل التشفير
az: Şifrələməni qeyri-aktiv et
bg: Деактивиране на шифроването
ca: Deshabilitar xifratge
cs: Vypnout šifrování
da: Deaktivér kryptering
de_de: Verschlüsselung deaktivieren
el_gr: Απενεργοποίηση κρυπτογράφησης
et: Desaktiveeri krüptimine
eu: Ezgaitu enkriptatzea
fi: Poista salaus käytöstä
ga: Díchumasaigh criptiú
gl: Desactivar cifrado
hi: एन्क्रिप्शन अक्षम करें
hr: Onemogući šifriranje
hu: Titkosítás letiltása
hy: Կասեցնել ծածկագրումը
is: Slökkva á dulkóðun
it_it: Disattiva crittografia
ja_jp: 暗号化を無効にする
ka: დაშიფვრის გამორთვა
kk: Шифрлауды өшіру
ko_kr: 암호화 해제
lt: Išjungti šifravimą
lv: Deaktivizēt šifrēšanu
mk: Исклучи шифрирање
nb: Deaktiver kryptering
nl_nl: Codering uitschakelen
pl: Wyłącz szyfrowanie
pt_br: Desativar codificação
pt_pt: Desactivar encriptação
ro: Dezactivaţi criptarea
ru_ru: Отключить шифрование
sk: Vypnúť šifrovanie
sl: Onemogočite šifriranje
sr: Onemogući šifrovanje
sv: Inaktivera kryptering
tr_tr: Şifrelemeyi devre dışı bırak
uk: Вимкніть шифрування
uz: Shifrlashni o‘chirish
zh_hk: 停用加密
zh_sg: 停用加密

# IDS_ST_BUTTON_ENABLE_ENCRYPTION_ABB
source: Enable encryption
ar: تفعيل التشفير
az: Şifrələməni aktiv et
bg: Активиране на шифроването
ca: Habilitar xifratge
cs: Zapnout šifrování
da: Aktivér kryptering
de_de: Verschlüsselung aktivieren
el_gr: Ενεργοποίηση κρυπτογράφησης
et: Aktiveeri krüptimine
eu: Gaitu enkriptatzea
fi: Ota salaus käyttöön
ga: Cumasaigh criptiú
gl: Activar cifrado
hi: एन्क्रिप्शन सक्षम करें
hr: Omogući šifriranje
hu: Titkosítás engedélyezése
hy: Ընձեռել ծածկագրում
is: Kveikja á dulkóðun
it_it: Attiva crittografia
ja_jp: 暗号化を有効にする
ka: დაშიფვრის ჩართვა
kk: Шифрлауды қосу
ko_kr: 암호화 실행
lt: Įjungti šifravimą
lv: Aktivizēt šifrēšanu
mk: Вклучи шифрирање
nb: Aktiver kryptering
nl_nl: Codering inschakelen
pl: Włącz szyfrowanie
pt_br: Ativar codificação
pt_pt: Activar encriptação
ro: Activaţi criptarea
ru_ru: Включить шифрование
sk: Zapnúť šifrovanie
sl: Omogočite šifriranje
sr: Omogući šifrovanje
sv: Aktivera kryptering
tr_tr: Şifrelemeyi etkinleştir
uk: Увімкніть шифрування
uz: Shifrlashni yoqish
zh_hk: 啟用加密
zh_sg: 啟用加密

source: Emergency mode and Screen reader cannot both be enabled. Go to Settings to disable Screen reader?
ar: يتعذر تفعيل وضع الطوارئ وقارئ الشاشة معًا. هل تريد الانتقال إلى الضبط لإلغاء تفعيل قارئ الشاشة؟
az: Fövqəladə rejim və Ekran oxuyucusu hər ikisi aktivləşdirilə bilmədi. Ekran oxuyucusunu qeyri-aktiv etmək üçün parametrlərə keçin?
bg: Спешен режим и Екранен четец не могат да са активирани едновременно. Искате ли да отидете в Настройки, за да деактивирате Екранен четец?
ca: El mode d'emergència i el Lector de pantalla no poden estar habilitats simultàniament. Anar als Ajustaments per deshabilitar el Lector de pantalla?
cs: Tísňový režim a Čtečku displeje nelze zapnout současně. Chcete přejít na Nastavení a vypnout Čtečku displeje?
da: Nødtilstand og Skærmlæser kan ikke begge være aktiveret. Gå til Indstillinger for at deaktivere Skærmlæser?
de_de: Notfallmodus und Bildschirmleseprogramm können nicht gleichzeitig aktiviert werden. Das Bildschirmleseprogramm in den Einstellungen deaktivieren?
el_gr: Η λειτουργία έκτακτης ανάγκης και το Εργαλείο ανάγνωσης οθόνης δεν μπορούν να είναι ενεργά ταυτόχρονα. Θέλετε να μεταβείτε στις Ρυθμίσεις για να απενεργοποιήσετε το Εργαλείο ανάγνωσης οθόνης;
et: Hädaabirežiim ja ekraanilugeja ei saa olla korraga aktiveeritud. Kas avada menüü Seaded, et desaktiveerida ekraanilugeja?
eu: Larrialdi modua eta Pantaila irakurgailua ezin dira aldi berean gaitu. Joan Ezarpenetara Pantaila irakurgailua ezgaitzeko?
fi: Hätätila ja näytönlukija eivät voi olla käytössä samaan aikaan. Siirrytäänkö Asetukset-kohtaan näytönlukijan poistamiseksi käytöstä?
ga: Ní féidir an Mód éigeandála agus an Léitheoir scáileáin araon a chumasú. Gabh chuig Socruithe leis an Léitheoir scáileáin a dhíchumasú?
gl: O modo de Urxencia e o Lector da pantalla non poden estar activados á vez. Desexas ir a Axustes para desactivar o Lector da pantalla?
hi: आपातकाल मोड और स्क्रीन रीडर दोनों सक्षम नहीं किए जा सकते। स्क्रीन रीडर अक्षम करने के लिए सेटिंग्स पर जाएँ?
hr: Hitni način i Čitač zaslona ne mogu oboje biti uključeni. Ići u Postavke i isključiti Čitač zaslona?
hu: A Vészhelyzet üzemmód és a Képernyőolvasó nem engedélyezhető egyszerre. Megnyitja a Beállításokat a Képernyőolvasó letiltásához?
hy: Արտակարգ իրավիճակի ռեժիմն ու Էկրանի ընթերցիչը չեն կարող միասին ընձեռվել. գնա՞լ Դրվածքներ՝ Էկրանի ընթերցիչը կասեցնելու համար:
is: Ekki er hægt að hafa kveikt á neyðarstillingu og skjálesara á sama tíma. Viltu opna Stillingar til að slökkva á skjálesara?
it_it: La modalità di emergenza e Lettore schermo non possono essere entrambi attivati. Andare in Impostazioni per disattivare Lettore schermo?
ja_jp: 緊急時長持ちモードとスクリーンリーダーの両方を有効にすることはできません。[設定]に移動してスクリーンリーダーを無効にしますか？
ka: საგანგებო რეჟიმი და ეკრანის წამკითხველი ერთდროულად ვერ გააქტიურდება. გადახვალთ პარამეტრებში და განბლოკავთ ეკრანის წამკითხველს?
kk: Төтенше режим мен экран оқу құралын бірге іске қосу мүмкін емес. Экран оқу құралын өшіру үшін параметрлерге өтесіз бе?
ko_kr: 긴급 모드와 스크린 리더는 동시에 실행할 수 없습니다. 스크린 리더를 해제하기 위해 [환경설정]으로 이동할까요?
lt: Pavojaus režimo ir ekrano skaitytuvo vienu metu įjungti negalima. Eiti į nustatymus ir išjungti ekrano skaitytuvą?
lv: Ārkārtas režīmu un ekrāna lasītāju nevar aktivizēt vienlaikus. Vai atvērt izvēlni Iestatījumi, lai deaktivizētu ekrāna lasītāju?
mk: Итниот режим и екранскиот читач не може да се вклучени истовремено. Да се отворат Опции за да се исклучи екранскиот читач?
nb: Nødmodus og Skjermleser kan ikke være aktivert samtidig. Vil du gå til Innstillinger for å deaktivere Skjermleser?
nl_nl: Alarmstand en Schermlezer kunnen niet allebei zijn ingeschakeld. Naar Instellingen gaan om Schermlezer uit te schakelen?
pl: Tryb awaryjny i Czytnik ekranu nie mogą być włączone jednocześnie. Przejść do Ustawień, aby wyłączyć Czytnik ekranu?
pt_br: Não é possível ativar o Modo de Emergência e o Leitor de tela juntos. Ir para Configurações para desativar o Leitor de tela?
pt_pt: O modo de Emergência e o Leitor de ecrã não podem estar activados em simultâneo. Aceder às Definições para desactivar o Leitor de ecrã?
ro: Modul Urgenţă şi Cititorul de ecran nu pot fi activate simultan. Accesaţi Setări pentru a dezactiva Cititorul de ecran?
ru_ru: Невозможно одновременно включить экстренный режим и чтение с экрана. Открыть параметры, чтобы отключить чтение с экрана?
sk: Tiesňový režim a čítačka obrazovky nemôžu byť obe zapnuté. Chcete prejsť na nastavenia a vypnúť čítačku obrazovky?
sl: Način v sili in bralnik zaslona ne moreta biti omogočena hkrati. Želite odpreti meni Nastavitve in onemogočiti bralnik zaslona?
sr: Nije moguće istovremeno omogućiti režim Opasnost i Čitač ekrana. Otići u Podešavanja radi onemogućavanja Čitača ekrana?
sv: Nödläge och Skärmläsare kan inte vara aktiverade samtidigt. Gå till Inställningar för att inaktivera Skärmläsare?
tr_tr: Acil mod ve Ekran okuyucu aynı anda etkinleştirilemez. Ekran okuyucuyu devre dışı bırakmak için Ayarlara git?
uk: Екстрений режим і програма читання з екрана не можуть бути увімкнені одночасно. Перейти до меню «Установки», щоб вимкнути програму читання з екрана?
uz: Favqulodda rejim va Ekranni o‘qish vositasining har ikkalasini yoqib bo‘lmaydi. Ekranni o‘qish vositasini o‘chirish uchun parametrlarga o‘tilsinmi?
zh_hk: 緊急模式與螢幕閱讀器無法同時啟用。前往設定以停用螢幕閱讀器嗎？
zh_sg: 緊急模式與螢幕閱讀器無法同時啟用。前往設定以停用螢幕閱讀器嗎？

# IDS_COM_POP_BATTERY_LOW_RECHARGE_DEVICE_SOON_TO_KEEP_USING
source: Battery low. Recharge device soon to keep using.
ar: شحن البطارية منخفض. أعد شحن الجهاز بشكل سريع للاستمرار في استخدامه.
az: Batareya zəifdir. İstifadə etməkyə davam etmək üçün cihazı doldurun.
bg: Батерията е изтощена. Заредете устройството след малко, за да продължите да го ползвате.
ca: Bateria baixa. Recarregui aviat el dispositiu per continuar utilitzant-lo.
cs: Baterie je vybitá. Chcete-li zařízení dále používat, brzy ho dobijte.
da: Batteriniveau lavt. Genoplad enheden snart for at blive ved at bruge den.
de_de: Akku fast leer. Laden Sie das Gerät zeitnah auf, um es weiterhin nutzen zu können.
el_gr: Χαμηλή στάθμη μπαταρίας. Επαναφορτίστε σύντομα τη συσκευή για συνεχίσετε τη χρήση της.
et: Aku on tühi. Kasutamise jätkamiseks laadige varsti seadet.
eu: Bateria baxu. Birkargatu gailua laster, erabiltzen jarraitzeko.
fi: Akun varaus on lopussa. Lataa laite pian, jos haluat jatkaa sen käyttöä.
ga: Ceallra íseal. Athluchtaigh an gléas go luath le leanúint lena úsáid.
gl: Batería baixa. Carga o dispositivo axiña para continuar usándoo.
hi: बैटरी कम है। डिवाइस का उपयोग करते रहने के लिए जल्द ही रीचार्ज करें।
hr: Baterija pri kraju. Potrebno skoro punjenje.
hu: Az akkumulátor lemerült. A használat folytatásához hamarosan fel kell töltenie az eszközt.
hy: Մարտկոցը նստած է: Շտապ վերալիցքավորեք սարքը, որպեսզի շարունակեք այն օգտագործել:
is: Lítil hleðsla er á rafhlöðunni. Hladdu tækið til að halda áfram að nota það.
it_it: Batteria scarica. Ricaricare il dispositivo al più presto per continuare a usarlo.
ja_jp: バッテリー残量が不足しています。使用を続けるためにはすぐに端末を充電してください。
ka: კვების ელემენტი იცლება. მალე ისევ დამუხტეთ აპარატი, რომ განაგრძოთ მისი გამოყენება.
kk: Батарея заряды аз. Пайдалана беру үшін құрылғыны кейінірек қайта зарядтаңыз.
ko_kr: 배터리가 부족합니다. 계속 사용하려면 곧 배터리를 충전하세요.
lt: Senka akumuliatorius. Kuo greičiau įkraukite įrenginį, kad galėtumėte juo naudotis toliau.
lv: Gandrīz tukšs akumulators. Lai turpinātu lietot ierīci, uzlādējiet to.
mk: Батеријата е при крај. Наполнете го уредот наскоро за да продолжите да го користите.
nb: Batterinivå lavt. Lad enheten snart for fortsatt bruk.
nl_nl: Batterij bijna leeg. Laad het apparaat binnenkort op om het te blijven gebruiken.
pl: Bateria rozładowana. Naładuj ponownie urządzenie w niedługim czasie, aby móc nadal go używać.
pt_br: Bateria fraca. Recarregue o dispositivo logo para o continuar a utilizá-lo.
pt_pt: Bateria fraca. Recarregue o dispositivo dentro em breve para o continuar a utilizar.
ro: Baterie consumată. Reîncărcaţi rapid dispozitivul pentru a continua utilizarea.
ru_ru: Аккумулятор разряжен. Зарядите его, чтобы продолжить пользоваться устройством.
sk: Batéria je takmer vybitá. Čoskoro nabite zariadenie, ak ho chcete naďalej používať.
sl: Skoraj prazna baterija. Za nadaljnjo uporabo napravo kmalu priklopite na elektriko.
sr: Baterija skoro prazna. Za nastavak rada treba napuniti bateriju.
sv: Låg batterinivå. Ladda enheten snarast om du vill fortsätta.
tr_tr: Pil seviyesi düşük. Kullanmaya devam etmek için cihazı en yakın zamanda şarj edin.
uk: Акумулятор розряджений. Якнайшвидше зарядіть пристрій, щоб продовжити його використання.
uz: Batareya quvvati kam. Qurilmadan foydalanishni davom ettirish uchun tezda zaryad bering.
zh_hk: 電量不足。請盡快為電池充電，以繼續使用。
zh_sg: 電量不足。請盡快為電池充電，以繼續使用。

# IDS_COM_HEADER_BATTERY_CRITICALLY_LOW
source: Battery critically low
ar: شحن البطارية ضعيف للغاية
az: Batareya olduqca zəifdir
bg: Батерията е изтощена докрай
ca: Bateria molt baixa
cs: Baterie je téměř vybitá
da: Batteri kritisk lavt
de_de: Akku extrem schwach.
el_gr: Εξαιρετικά χαμηλή στάθμη μπαταρίας
et: Aku laetuse tase on kriitiliselt madal
eu: Bateria oso baxu dago
fi: Akun varaus on erittäin alhainen
ga: Ceallra an-lag
gl: Batería moi baixa
hi: बैटरी गंभीर रूप से कम है
hr: Baterija gotovo prazna
hu: Az akkumulátor töltöttsége túl alacsony
hy: Մարտկոցը սաստիկ նստած է
is: Hleðsla rafhlöðu er mjög lítil
it_it: Batteria completamente scarica
ja_jp: バッテリー残量なし
ka: კვების ელემენტი თითქმის დაიცალა
kk: Батарея заряды өте төмен
ko_kr: 배터리 매우 부족
lt: Akumuliatorius baigia išsikrauti
lv: Gandrīz tukšs akumulators
mk: Батеријата е многу слаба
nb: Batterinivået er kritisk lavt
nl_nl: Batterij bijna leeg
pl: Bateria rozładowana
pt_br: Bateria extremamente fraca
pt_pt: Bateria muitíssimo fraca
ro: Baterie epuizată
ru_ru: Батарея полностью разряжена
sk: Batéria je takmer vybitá
sl: Skoraj povsem prazna baterija
sr: Baterija je potpuno prazna
sv: Batterinivån är kritiskt låg
tr_tr: Pil kritik seviyede düşük
uk: Критично низький заряд акумулятора
uz: Batareya quvvati kritik darajada past
zh_hk: 電力嚴重不足
zh_sg: 電力嚴重不足

source: The battery power is critically low. Recharge your Gear now to keep using it.
ar: طاقة البطارية منخفضة بشكل كبير. أعد شحن بطارية الساعة Gear الآن لمتابعة استخدامها.
az: Batareya çox zəifdir. Gear-dan istifadə edə bilmək üçün batareyanı indicə yükləyin
bg: Нивото на батерията е критично ниско. Презаредете вашия Gear сега, за да продължите да го използвате.
ca: La bateria està baixa críticament. Recarregui Gear per seguir utilitzant-lo.
cs: Kritický stav baterie. Dobijte zařízení Gear, abyste ho mohli dále používat.
da: Batteriniveauet er kritisk lavt. Genoplad dit Gear nu for at blive med at bruge det.
de_de: Der Akku ist extrem schwach. Laden Sie die Gear, um sie weiterhin verwenden zu können.
el_gr: Η ισχύς της μπαταρίας είναι υπερβολικά χαμηλή. Επαναφορτίστε το Gear τώρα, για να συνεχίσετε να το χρησιμοποιείτε.
et: Akutoidet on kriitiliselt vähe. Oma seadme Gear kasutamiseks laadige seda kohe.
eu: Bateria oso baxu dago. Kargatu zure Gear orain hura erabiltzen jarraitzeko.
fi: Akun varaus on erittäin alhainen. Lataa Gear nyt, jos haluat jatkaa sen käyttöä.
ga: Tá cumhacht an cheallra an-lag. Luchtaigh do Gear anois le leanúint lena úsáid.
gl: O nivel da batería é crítico. Recarga o teu Gear agora para continuar usándoo.
hi: बैटरी पावर बहुत ही कम है। अपने गियर का उपयोग करते रहने के लिए इसे अभी रीचार्ज करें।
hr: Baterija je kritično niska. Napunite svoj Gear sada za nastavak korištenja.
hu: Az akkumulátor töltöttsége túl alacsony. A további használathoz azonnal fel kell tölteni a Geart.
hy: Մարտկոցի էներգիայի մակարդակը սաստիկ ցածր է: Հիմա վերալիցքավորեք Gear-ը, որպեսզի շարունակեք այն օգտագործել
is: Hleðsla rafhlöðunnar er mjög lítil. Settu Gear í hleðslu núna til að halda notkun þess áfram.
it_it: La batteria è scarica. Ricaricate Gear per continuare a usarlo.
ja_jp: バッテリー残量がありません。Gearを引き続き使用するには充電してください。
ka: ენერგიის შევსების დონე კრიტიკულად დაბალია. ახლა თავიდან დამუხტეთ Gear, რომ განაგრძოთ მისი გამოყენება
kk: Батарея қуаты өте төмен. Gear құрылғысын қолданыста ұстап тұру үшін қазір зарядтаңыз
ko_kr: 배터리가 거의 남아있지 않습니다. Gear를 계속 사용하려면 지금 충전하세요.
lt: Kritinis akumuliatoriaus įkrovos lygis. Įkraukite „Gear“ dabar, kad galėtumėte juo naudotis toliau.
lv: Kritiski zems akumulatora uzlādes līmenis. Lai varētu lietot ierīci Gear, uzlādējiet to nekavējoties.
mk: Батеријата е критично испразнета. Наполнете го Gear сега за да продолжите да го користите.
nb: Batterinivået er kritisk lavt. Lad opp Gear nå for å fortsette å bruke den.
nl_nl: De batterij is bijna leeg. Laad uw Gear nu op om deze te blijven gebruiken.
pl: Bateria rozładowana. Naładuj zegarek Gear, aby móc nadal go używać.
pt_br: A carga da bateria está criticamente baixa. Recarregue o Gear agora para continuar usando-o.
pt_pt: A bateria está criticamente fraca. Recarregue o seu Gear agora para o continuar a utilizar.
ro: Bateria este aproape descărcată. Reîncărcaţi Gear acum pentru a-l utiliza în continuare.
ru_ru: Батарея разряжена. Зарядите Gear, чтобы продолжить пользоваться им
sk: Energia batérie je kriticky nízka. Ihneď nabite hodinky Gear, aby ste ich mohli ďalej používať.
sl: Baterija je skoraj povsem prazna. Priklopite uro Gear na napajalnik, če jo želite še naprej uporabljati.
sr: Energija baterije je potpuno prazna. Napuni tvoj Gear odmah da bi nastavio/la da ga koristiš.
sv: Batterinivån är kritiskt låg. Ladda om Gear nu om du vill fortsätta att använda det.
tr_tr: Pil gücü kritik seviyede düşük. Kullanmaya devam etmek için Gear'ınızı yeniden şarj edin.
uk: Критично низький заряд акумулятора. Зарядіть пристрій Gear, щоб продовжити його використання
uz: Batareya quvvati juda kam. Geardan foydalanishda davom etish uchun uni zaryadlang
zh_hk: 電池電量嚴重不足。立刻幫您的 Gear 充電以繼續使用。
zh_sg: 電池電量嚴重不足。立刻幫您的 Gear 充電以繼續使用。

# IDS_ST_POP_THE_BATTERY_POWER_IS_CRITICALLY_LOW_MSG
source: The battery power is critically low. Your Gear will be disconnected from your mobile device. You can only use the default clock. Recharge your Gear now to keep using it.
ar: طاقة البطارية ضعيفة للغاية. سيتم فصل Gear عن الجهاز المحمول. يمكنك استخدام الساعة الافتراضية فقط. أعد شحن بطارية الساعة Gear الآن لمتابعة استخدامها.
az: Batareya enerjisi həddindən artıq azdır. Sizin Gear-nız mobil cihazınızdan ayrılacaqdır. Siz yalnız standart saatdan istifadə edə bilərsiniz. Gear-dan istifadə etməyə davam etmək üçün Gear-ı təkrar doldurun.
bg: Нивото на батерията е критично ниско. Връзката между вашия Gear и мобилното устройство ще бъде прекъсната. Можете да използвате само часовника по подразбиране. Презаредете вашия Gear сега, за да продължите да го използвате.
ca: La bateria està críticament baixa. Gear es desconnectarà del dispositiu mòbil. Només pot utilitzar el rellotge predeterminat. Recarregui Gear per seguir utilitzant-lo.
cs: Kritický stav baterie. Zařízení Gear bude odpojeno od mobilního zařízení. Můžete použít pouze výchozí hodiny. Dobijte zařízení Gear, abyste ho mohli dále používat.
da: Batteriniveauet er kritisk lavt. Gear vil blive frakoblet din mobile enhed. Du kan kun bruge standarduret. Genoplad Gear nu, så du fortsat kan bruge det.
de_de: Der Akku ist extrem schwach. Die Gear wird vom Mobilgerät getrennt. Sie können nur die Standard-Uhr verwenden. Laden Sie die Gear, um es weiterhin verwenden zu können.
el_gr: Η ισχύς της μπαταρίας είναι υπερβολικά χαμηλή. Το Gear θα αποσυνδεθεί από την κινητή συσκευή σας. Μπορείτε να χρησιμοποιήσετε μόνο το προεπιλεγμένο ρολόι. Επαναφορτίστε το Gear τώρα, για να συνεχίσετε να το χρησιμοποιείτε.
et: Akutoidet on kriitiliselt vähe. Teie seadme Gear ühendus katkestatakse teie mobiilsideseadmega. Saate kasutada ainult vaikekella. Oma seadme Gear kasutamiseks laadige seda kohe.
eu: Bateria oso baxu dago. Zure Gear zure gailu mugikorretik deskonektatuko da. Lehenetsitako erlojua soilik erabil dezakezu. Kargatu zure Gear orain, erabiltzen jarraitzeko.
fi: Akun varaus on erittäin alhainen. Gearin yhteys mobiililaitteeseen katkaistaan. Voit käyttää vain oletuskelloa. Lataa Gear nyt, jos haluat jatkaa sen käyttöä.
ga: Tá cumhacht sa cheallra rólag ar fad. Dínascfar do Gear ó do ghléas móibíleach. Ní féidir leat ach an clog réamhshocraithe a úsáid. Luchtaigh do Gear anois le leanúint lena úsáid.
gl: O nivel da batería é crítico. O teu Gear desconectarase do teu dispositivo móbil. Só podes usar o reloxo predeterminado. Recarga o teu Gear agora para continuar usándoo.
hi: बैटरी पावर गंभीर रूप से कम है। आपका गियर आपके मोबाइल डिवाइस से डिस्कनेक्ट हो जाएगा। आप केवल डिफ़ॉल्ट घड़ी का उपयोग कर सकते हैं। अपना गियर उपयोग करना जारी रखने के लिए इसे अभी रिचार्ज करें।
hr: Baterija je gotovo prazna. Vaš će se Gear odspojiti od mobilnog uređaja. Možete koristiti samo zadani sat. Napunite Gear sada da biste ga nastavili koristiti.
hu: Az akkumulátor töltöttsége túl alacsony. Megszakad a Gear kapcsolata a mobileszközzel. Csak az alapértelmezett óra használható. A további használathoz fel kell tölteni a Geart.
hy: Մարտկոցի էներգիայի մակարդակը սաստիկ ցածր է: Ձեր Gear-ը կանջատվի շարժական սարքից: Կարող եք օգտագործել միայն կանխադրված ժամացույցը: Հիմա վերալիցքավորեք Gear-ը, որպեսզի շարունակեք այն օգտագործել:
is: Mjög lítil hleðsla er á rafhlöðunni. Gear verður aftengt frá fartækinu. Þú getur aðeins notað sjálfgefnu klukkuna. Settu Gear í hleðslu núna til að halda notkun þess áfram.
it_it: La batteria è scarica. Gear verrà disconnesso dal dispositivo mobile. Potete utilizzare soltanto l'orologio predefinito. Ricaricate Gear per continuare a usarlo.
ja_jp: Gearのバッテリー残量が非常に低下しているため、モバイル端末との接続が解除されます。標準時計機能のみ使用することができます。Gearを継続して使用するには、すぐに充電してください。
ka: ენერგიის შევსების დონე კრიტიკულად დაბალია. Gear შეწყვეტს კავშირს მობილურ აპარატთან. მხოლოდ ნაგულისხმევი საათის გამოყენება შეგიძლიათ. ახლა თავიდან დამუხტეთ Gear, რომ განაგრძოთ მისი გამოყენება.
kk: Батарея қуаты тым төмен. Сіздің Gear мобильді құрылғыдан ажыратылады. Тек әдепкі сағатты пайдалануыңызға болады. Пайдалануды сақтау үшін Gear қайта зарядтаңыз.
ko_kr: 배터리가 거의 남아있지 않습니다. Gear와 모바일 디바이스의 연결이 끊어집니다. 기본 시계만 사용할 수 있습니다. Gear를 계속 사용하려면 지금 충전하세요.
lt: Kritinis akumuliatoriaus įkrovos lygis. Jūsų „Gear“ bus atjungtas nuo mobiliojo įrenginio. Galite naudoti tik numatytąjį laikrodį. Įkraukite „Gear“ dabar, kad galėtumėte juo naudotis toliau.
lv: Akumulatoram ir ļoti zems uzlādes līmenis. Ierīce Gear tiks atvienota no jūsu mobilās ierīces. Jūs varat izmantot tikai noklusējuma pulksteni. Lai varētu lietot ierīci Gear, uzlādējiet to.
mk: Батеријата е критично испразнета. Ќе се прекине врската на Gear со мобилниот уред. Може да го користите само основниот часовник. Наполнете го Gear сега за да продолжите да го користите.
nb: Batterinivået er kritisk lavt. Gear-enheten vil bli koblet fra mobilenheten din. Du kan bare bruke standardklokken. Lad opp Gear nå for å fortsette å bruke den.
nl_nl: De batterij is bijna leeg. De verbinding tussen uw Gear en uw mobiele apparaat wordt verbroken. U kunt alleen de standaardklok gebruiken. Laad uw Gear nu op om deze te blijven gebruiken.
pl: Bateria rozładowana. Zegarek Gear zostanie odłączony od urządzenia przenośnego. Możesz korzystać tylko z domyślnego zegarka. Naładuj zegarek Gear, aby móc nadal go używać.
pt_br: A carga da bateria está criticamente baixa. Seu Gear será desconectado do seu dispositivo móvel. Só será possível usar o relógio padrão. Recarregue o Gear agora para continuar usando-o.
pt_pt: A bateria está criticamente fraca. O seu Gear irá ser desligado do seu dispositivo móvel. Só pode utilizar o relógio padrão. Recarregue o seu Gear agora para o continuar a utilizar.
ro: Bateria este aproape descărcată. Gear va fi deconectat de la dispozitivul mobil. Puteţi utiliza numai ceasul implicit. Reîncărcaţi Gear acum pentru a-l utiliza în continuare.
ru_ru: Батарея разряжена. Gear отключится от мобильного устройства. Можно использовать только стандартные часы. Зарядите Gear, чтобы продолжить пользоваться им.
sk: Energia batérie je kriticky nízka. Hodinky Gear sa odpoja od vášho mobilného zariadenia. Môžete používať iba predvolené hodiny. Ihneď nabite hodinky Gear, aby ste ich mohli ďalej používať.
sl: Baterija je skoraj povsem prazna. Povezava med uro Gear in mobilno napravo bo prekinjena. Uporabljate lahko samo privzeto uro. Za nadaljnjo uporabo priklopite uro Gear na napajalnik.
sr: Kritičan nivo energije baterije. Gear će biti isključen sa mobilnog uređaja. Možeš koristiti samo podrazumevani sat. Napuni Gear odmah da bi nastavio/la da ga koristiš.
sv: Batterinivån är kritiskt låg. Gear kommer att kopplas bort från din mobila enhet. Du kan bara använda standardklockan. Ladda om Gear nu om du vill fortsätta att använda det.
tr_tr: Pil gücü kritik seviyede düşük. Gear'ınızın mobil cihazınızla bağlantısı kesilecek. Yalnızca varsayılan saati kullanabilirsiniz. Kullanmaya devam edebilmek için Gear'ınızı şarj edin.
uk: Критично низький заряд акумулятора. Пристрій Gear буде відключено від мобільного пристрою. Можна використовувати лише стандартний годинник. Зарядіть пристрій Gear, щоб продовжити його використання.
uz: Batareya quvvati juda kam. Gearingiz mobil qurilmangizdan uziladi. Siz faqatgina birlamchi soatdan foydalanishingiz mumkin. Geardan foydalanishda davom etish uchun uni zaryadlang.
zh_hk: 電量嚴重不足。您的 Gear 將從流動裝置中斷連接。您僅可使用預設時鐘。立即為您的 Gear 充電以繼續使用。
zh_sg: 電量嚴重不足。您的 Gear 將從流動裝置中斷連接。您僅可使用預設時鐘。立即為您的 Gear 充電以繼續使用。
