Repository: tizenorg/platform.core.system.system-popup
Catalog: po/src/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, et, eu, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl_nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_hk, zh_sg

# IDS_PN_FREE_SPACE_DECREASES
source: Free space decreases
ja_jp: 空き容量低下
ko_kr: 빈 용량 저하

# IDS_PN_FREE_SPACE_OF_THE_DEVICE_IS_LOW
source: Free space decreases. Some functions and applications may not be available. Open Settings and uninstall some apps to make space.
ja_jp: 端末の空き容量が低下しています。このままご使用になられると一部機能やアプリケーションが動作しない場合があります。 設定画面を起動して不要なアプリを選択し、「削除」を押してアプリを削除してください。
ko_kr: 단말의 공간이 저하되고 있으며, 일부 기능 및 애플리케이션을 사용할 수 없습니다. 환경설정에서 필요 없는 애플리케이션을 삭제하세요.

# IDS_ST_BODY_KEYBOARD
source: Keyboard
ar: لوحة المفاتيح
az: Klaviatura
bg: Клавиатура
ca: Teclat
cs: Klávesnice
da: Tastatur
de_de: Tastatur
el_gr: Πληκτρολόγιο
et: Klahvistik
eu: Teklatua
fi: Näppäimistö
ga: Eochairchlár
gl: Teclado
hi: कीबोर्ड
hr: Tipkovnica
hu: Billentyűzet
hy: Ստեղնաշար
is: Lyklaborð
it_it: Tastiera
ja_jp: キーボード
ka: კლავიატურა
kk: Пернетақта
ko_kr: 키보드
lt: Klaviatūra
lv: Tastatūra
mk: Тастатура
nb: Tastatur
nl_nl: Toetsenbord
pl: Klawiatura
pt_br: Teclado
pt_pt: Teclado
ro: Tastatură
ru_ru: Клавиатура
sk: Klávesnica
sl: Tipkovnica
sr: Tastatura
sv: Tangentbord
tr_tr: Klavye
uk: Клавіатура
uz: Klaviatura
zh_hk: 鍵盤
zh_sg: 键盘

# IDS_COM_BODY_CAMERA
source: Camera
ar: الكاميرا
az: Kamera
bg: Камера
ca: Càmera
cs: Fotoaparát
da: Kamera
de_de: Kamera
el_gr: Κάμερα
et: Kaamera
eu: Kamera
fi: Kamera
ga: Ceamara
gl: Cámara
hi: कैमरा
hr: Kamera
hu: Fényképező
hy: Խցիկ
is: Myndavél
it_it: Fotocamera
ja_jp: カメラ
ka: ფოტოაპარატი
kk: Камера
ko_kr: 카메라
lt: Fotoapar.
lv: Kamera
mk: Камера
nb: Kamera
pl: Aparat
pt_br: Câmera
pt_pt: Câmara
ro: Cameră foto
ru_ru: Камера
sk: Fotoaparát
sl: Fotoaparat
sr: Kamera
sv: Kamera
tr_tr: Kamera
uk: Камера
uz: Kamera
zh_hk: 相機
zh_sg: 照相机

# IDS_COM_BODY_SETTINGS
source: Settings
ar: الضبط
az: Parametrlər
bg: Настройки
ca: Ajustaments
cs: Nastavení
da: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
et: Seaded
eu: Ezarpenak
fi: Asetukset
ga: Socruithe
gl: Axustes
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
hy: Պարամետրեր
is: Stillingar
it_it: Impostazioni
ja_jp: 設定
ka: პარამეტრები
kk: Қондырғылар
ko_kr: 설정
lt: Nustat.
lv: Iestatījumi
mk: Опции
nb: Innstillinger
nl_nl: Instellingen
pl: Ustawienia
pt_br: Config.
pt_pt: Definições
ro: Setări
ru_ru: Настройки
sk: Nastavenia
sl: Nastavitve
sr: Podešavanja
sv: Inställningar
tr_tr: Ayarlar
uk: Установки
uz: Parametrlar
zh_hk: 設定
zh_sg: 设定

# IDS_ST_HEADER_ACCESSIBILITY
source: Accessibility
ar: إمكانية الوصول
az: Xüsusi imkanlar
bg: Достъпност
ca: Accessibilitat
cs: Usnadnění
da: Tilgængelighed
de_de: Eingabehilfe
el_gr: Προσβασιμότητα
et: Juurdepääs
eu: Erabilgarritasuna
fi: Helppokäyttöisyys
ga: Inrochtaineacht
gl: Accesibilidade
hi: उपलब्धता
hr: Pristupačnost
hu: Kisegítő lehetőségek
hy: Մատչելիություն
is: Aðgengi
it_it: Accessibilità
ja_jp: ユーザー補助
ka: წვდომა
kk: Қол жетімділік
ko_kr: 접근성
lt: Pasiekiamumas
lv: Pieejamība
mk: Пристапност
nb: Tilgjengelighet
nl_nl: Toegankelijkheid
pl: Dostępność
pt_br: Acessibilidade
pt_pt: Acessibilidade
ro: Accesibilitate
ru_ru: Специальные возможности
sk: Zjednodušenie ovládania
sl: Dostopnost
sr: Pristupačnost
sv: Tillgänglighet
tr_tr: Erişilebilirlik
uk: Доступність
uz: Foydalanish imkoniyati
zh_hk: 協助工具
zh_sg: 辅助工具

# IDS_USB_POP_CONNECTING_KIES_VIA_USB_WILL_TURN_OFF_KIES_VIA_WI_FI_CONTINUE_Q
source: Connecting Kies via USB will turn off Kies via Wi-Fi. Continue?
ar: سيؤدي توصيل Kies عبر USB إلى إيقاف تشغيل Kies عبر Wi-Fi. هل تريد المتابعة؟
az: USB ilə Kies-ə qoşulmaq Wi-Fi ilə Kies-i söndürəcək. Davam edilsin?
bg: Свързването на Kies през USB ще изключи Kies през Wi-Fi. Продължаване?
ca: Si connecta Kies mitjançant USB es desconnectarà Kies mitjançant Wi-Fi. Continuar?
cs: Připojením softwaru Kies pomocí USB vypnete aplikaci Kies via Wi-Fi. Chcete pokračovat?
da: Tilslutning af Kies via USB afbryder Kies via Wi-Fi. Fortsæt?
de_de: Durch Verbindung von Kies über USB wird Kies über WLAN ausgeschaltet. Fortfahren?
el_gr: Η σύνδεση του Kies μέσω USB θα απενεργοποιήσει τη χρήση του Kies μέσω Wi-Fi. Συνέχεια;
et: Kiesiga ühenduse loomine USB kaudu lülitab Kiesi Wi-Fi-side välja. Kas jätkata?
eu: Kies USB bidez konektatzean Kies Wi-Fi bidez itzaliko da. Jarraitu?
fi: Kiesin yhdistäminen USB-yhteyden kautta katkaisee Kiesin Wi-Fi-yhteyden. Jatketaanko?
ga: Má nasctar Kies le USB casfar as Kies le Wi-Fi. Ar aghaidh?
gl: Se conectas Kies a través do USB, desconectarse Kies a través da Wi-Fi. Continuar?
hi: USB के द्वारा काईज़ जोड़ने से Wi-Fi के द्वारा काईज़ बंद किया जाएगा । जारी रखें?
hr: Spajanje Kies programa USB putem isključit će Kies spojen putem Wi-Fi mreže. Nastavak?
hu: Ha USB-kapcsolatot létesít a Kies szoftverrel, akkor megszűnik a szoftverrel létesített Wi-Fi kapcsolat. Folytatja?
hy: Kies-ը USB-ով միացնելը կանջատի Kies-ը Wi-Fi-ով. շարունակե՞լ:
is: Ef þú tengist Kies um USB slekkur það á Kies um þráðlaust net. Halda áfram?
it_it: La connessione di Kies tramite USB disattiva Kies tramite Wi-Fi. Continuare?
ja_jp: USBで接続しているKiesをWi-Fiを介してOFFにします。続行しますか？
ka: თუ Kies-ს დააკავშირებთ USB-თი, გამოირთვება Kies-ის Wi-Fi კავშირი. განაგრძობთ?
kk: Kies желісі USB арқылы қосылғанда, Kies желісі Wi-Fi арқылы өшеді. Жалғастыру керек пе?
ko_kr: USB로 Kies 연결을 선택하면 Wi-Fi로 Kies 연결이 해제됩니다. 계속할까요?
lt: Jei prijungdami „Kies“ naudosite USB, nebegalėsite naudoti „Kies“ per „Wi-Fi“. Tęsti?
lv: Veidojot savienojumu ar programmu Kies, lietojot USB, tiks izslēgta savien. izveide ar Kies, izmantojot Wi-Fi. Vai turpināt?
mk: Поврзувањето на Kies преку USB ќе го исклучи Kies преку Wi-Fi. Продолжи?
nb: Tilkobling til Kies via USB vil slå av Kies via Wi-Fi. Fortsette?
nl_nl: Als u verbindt met Kies via USB, wordt Kies via Wi-Fi uitgeschakeld. Doorgaan?
pl: Połączenie programu Kies przez USB spowoduje wyłączenie programu Kies przez Wi-Fi. Kontynuować?
pt_br: A conexão do Kies por USB desliga o Kies por Wi-Fi. Continuar?
pt_pt: A ligação de Kies por USB desliga o Kies por Wi-Fi. Continuar?
ro: Conectarea la Kies prin USB va dezactiva Kies prin Wi-Fi. Continuaţi?
ru_ru: Подключение Kies через USB приведет к отключение Kies через Wi-Fi. Продолжить?
sk: Pripojenie služby Kies cez USB vypne službu Kies cez Wi-Fi. Pokračovať?
sl: Povezava programa Kies prek vmesnika USB bo izklopila povezavo programa Kies prek povezave Wi-Fi. Nadaljujem?
sr: Pri povezivanju Kiesa putem USB-a biće isključena Wi-Fi veza sa Kiesom. Nastavak?
sv: Om du ansluter Kies via USB stängs Kies via Wi-Fi av. Fortsätta?
tr_tr: USB üzerinden Kies'e bağlanmak Wi-Fi ile Kies bağlantısını kapatacak. Devam edilsin mi?
uk: Підключення програми Kies через USB призведе до вимкнення програми Kies у мережі Wi-Fi. Продовжити?
uz: Kies bilan USB orqali ulanish Wi-Fi orqali ulangan Kiesni o‘chiradi. Davom ettirilsinmi?
zh_hk: 透過 USB 連接 Kies，將會關閉透過 Wi-Fi 連接的 Kies。是否繼續？
zh_sg: 通过USB连接Kies将关闭通过Wi-FiKies。继续？

# IDS_USB_POP_SAMSUNG_KIES_MODE_ENABLED
source: Samsung Kies mode enabled.
ar: تم تمكين وضع Samsung Kies.
az: Samsung Kies rejimi aktivləşdirildi.
bg: Режим Samsung Kies включен.
ca: Mode Samsung Kies habilitat
cs: Je zapnut režim Samsung Kies.
da: Tilstanden Samsung Kies aktiveret.
de_de: Samsung Kies-Modus aktiviert
el_gr: Ενεργοποιήθηκε η κατάσταση λειτουργίας Samsung Kies.
et: Samsung Kies režiim lubatud.
eu: Samsung Kies modua gaituta
fi: Samsung Kies -tila käytössä.
ga: Mód Samsung Kies cumasaithe.
gl: Modo Samsung Kies activado
hi: सैमसंग काईज मोड सक्षम किया गया।
hr: Samsung Kies uključen.
hu: Samsung Kies üzemmód engedélyezve.
hy: Samsung Kies ռեժիմն ընձեռվել է:
is: Kveikt á Samsung Kies.
it_it: Modalità Samsung Kies attivata.
ja_jp: Samsung Kiesモードが有効になりました。
ka: რეჟიმი Samsung Kies ჩართულია.
kk: Samsung Kies режимі қосылды.
ko_kr: 삼성 Kies가 실행되었습니다.
lt: Įjungtas „Samsung Kies“ režimas.
lv: Aktivizēts Samsung Kies režīms.
mk: Вклучен е режимот Samsung Kies.
nb: Samsung Kies-modus aktivert.
nl_nl: Samsung Kies-stand ingeschakeld.
pl: Włączony tryb Samsung Kies.
pt_br: Modo Samsung Kies ativado.
pt_pt: Modo Samsung Kies activado.
ro: Modul Samsung Kies activat
ru_ru: Режим Samsung Kies включен.
sk: Režim Samsung Kies povolený.
sl: Način Samsung Kies je omogočen.
sr: Režim Samsung Kies omogućen.
sv: Samsung Kies-läget har aktiverats.
tr_tr: Samsung Kies modu etkin
uk: Увімкнено режим Samsung Kies.
uz: Samsung Kies rejimi yoqildi.
zh_hk: Samsung Kies模式已啟動。
zh_sg: Samsung Kies 模式已启动。

# IDS_COM_POP_VIBRATION
source: Vibration
ar: اهتزاز
az: Vibrasiya
bg: Вибрация
ca: Vibració
cs: Vibrace
el_gr: Δόνηση
et: Värin
eu: Dardara
fi: Värinä
ga: Crith
gl: Vibración
hi: कंपन
hr: Vibracija
hu: Rezgés
hy: Թրթռիչ
is: Titringur
it_it: Vibrazione
ja_jp: バイブ
ka: ვიბრაცია
kk: Діріл
ko_kr: 진동
lt: Vibruoti
lv: Vibrācija
mk: Вибрации
nb: Vibrasjon
nl_nl: Trillen
pl: Wibracja
pt_br: Vibração
pt_pt: Vibração
ro: Vibraţie
ru_ru: Вибрация
sk: Vibrácia
sl: Vibriranje
sr: Vibracija
tr_tr: Titreşim
uk: Вібрація
uz: Vibratsiya
zh_hk: 震動
zh_sg: 振动

# IDS_COM_BUTTON_CLOSE
source: Close
ar: اغلاق
az: Bağla
bg: Затвори
ca: Tancar
cs: Zavřít
da: Luk
de_de: Schließen
el_gr: Κλείσιμο
et: Sulge
eu: Itxi
fi: Sulje
ga: Dún
gl: Cerrar
hi: बंद
hr: Prekid
hu: Bezárás
hy: Փակել
is: Loka
it_it: Chiudi
ja_jp: 閉じる
ka: დახურვა
kk: Жабу
ko_kr: 닫기
lt: Uždaryti
lv: Aizvērt
mk: Затвори
nb: Lukk
nl_nl: Sluiten
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru_ru: Закрыть
sk: Zavrieť
sl: Zapri
sr: Zatvori
sv: Stäng
tr_tr: Kapat
uk: Закрити
uz: Yopish
zh_hk: 關閉
zh_sg: 关闭

# IDS_ST_BODY_POWER_OFF
source: Power off
ar: إيقاف تشغيل
az: Söndür
bg: Изключен
ca: Apagat
cs: Vypnutí
da: Sluk
de_de: Ausschalten
el_gr: Απενεργοποίηση
et: Toide väljas
eu: Itzali
fi: Virta pois päältä
ga: Cumhacht as
gl: Apagar
hi: पॉवर बंद
hr: Isključivanje
hu: Kikapcsolás
hy: Սնուցումն անջատված է
is: Slökkt
it_it: Spegni
ja_jp: 電源OFF
ka: კვების გამორთვა
kk: Сөндіру
ko_kr: 디바이스 종료
lt: Išjungti
lv: Izslēgts
mk: Исклучување
nb: Slå av
nl_nl: Uitschakelen
pl: Wyłączanie
pt_br: Desligar
pt_pt: Desligar
ro: Oprire
ru_ru: Выключение
sk: Vypnúť zariadenie
sl: Izklop
sr: Isključivanje
sv: Stäng av
tr_tr: Kapat
uk: Вимкнути пристрій
uz: Quvvat o‘ch.
zh_hk: 關機
zh_sg: 关机

# IDS_COM_BODY_SYSTEM_INFO_ABB
source: System info
ar: معلومات النظام
az: Sistm mlmtı
bg: Сист. инф.
ca: Info sist
cs: Syst. info
el_gr: Πληρ. Συστήμ.
et: Süst.teave
eu: Sist. inf.
fi: Järj.tied.
ga: Fais. Chórais
gl: Info sist
hi: सिस्टम सूचना
hr: O sustavu
hu: R.szerinfó
hy: Հմկրգ ինֆո
is: Kerfisuppl
it_it: Info sistema
ja_jp: システム​情報
ka: სისტემ.ინფო
kk: Жүйе. ақп.
ko_kr: 시스템 정보
lt: Sist. inform.
lv: Sist. inf.
mk: Сист.инфо.
nl_nl: Systeeminfo
pl: Info syst.
pt_br: Sistema
pt_pt: Info. sist.
ro: Info. sis.
ru_ru: Системная информация
sk: Syst. inf.
sl: Sist. info
sr: Info.sist.
tr_tr: Sistem bilgi.
uk: Сист. інф.
uz: Tizim ma’l.
zh_hk: 系統資料
zh_sg: 系统信息

# IDS_COM_POP_NOT_ENOUGH_MEMORY
source: Not enough memory.
ar: الذاكرة لا تكفي
az: Yaddaş kifayət etmir.
bg: Няма достатъчно памет.
ca: No hi ha prou memòria
cs: Nedostatek paměti.
da: Ikke nok hukommelse.
de_de: Speicher voll
el_gr: Ανεπαρκής μνήμη.
et: Mälu pole piisavalt.
eu: Ez dago memoria nahikoa
fi: Ei tarpeeksi muistia.
ga: Easpa cuimhne.
gl: Non hai suficiente memoria
hi: पर्याप्‍त मेमोरी नहीं।
hr: Memorija nedovoljna.
hu: Kevés a memória
hy: Չկա բավական հիշողություն:
is: Ekki er nægt minni.
it_it: Memoria insufficiente.
ja_jp: メモリが不足しています。
ka: მეხსიერება არ არის საკმარისი.
kk: Жадында орын аз.
ko_kr: 저장 공간이 부족합니다.
lt: Nepakanka atminties.
lv: Atmiņa pilna.
mk: Нема доволно меморија.
nb: Ikke nok minne.
nl_nl: Onvoldoende geheugen.
pl: Brak pamięci.
pt_br: Memória insuficiente.
pt_pt: Cartão SD cheio.
ro: Memorie plină
ru_ru: Недостаточно памяти.
sk: Nedostatok pamäte.
sl: Ni dovolj pomnilnika.
sr: Nedovoljna memorija.
sv: Minnet fullt.
tr_tr: Yeterli hafıza yok
uk: Недостатньо пам'яті.
uz: Xotira yetarli emas.
zh_hk: 記憶體不足
zh_sg: 内存不足

# IDS_MF_BODY_MMC_DATA_IS_INITIALIZING_ING
source: MMC data is initialising...
ar: يتم الآن تهيئة بيانات MMC...
az: MMC məlumatı başladılır...
bg: MMC данните се инициализират...
ca: S'estan inicialitzant les dades MMC...
cs: Probíhá inicializace dat MMC...
da: MMC-data initialiserer...
de_de: MMC-Daten werden initialisiert...
el_gr: Προετοιμασία των δεδομένων MMC...
et: MMC andmed lähtestatakse...
eu: MMC datuak abiarazten...
fi: MMC-tietoja alustetaan...
ga: Sonraí MMC á dtúsú...
gl: Os datos MMC estanse inicializando...
hi: MMC डाटा आरंभ किया जा रहा है...
hr: Učitavanje podataka mem. kartice...
hu: MMC-adatok inicializálása...
hy: MMC տվյալներ են նախապատրաստվում...
is: MMC-gögn ræsast...
it_it: Inizializzazione dati MMC...
ja_jp: メモリカードのデータを初期化中...
ka: სრულდება MMC მონაცემთა ინიციალიზაცია...
kk: MMC деректері басталуда...
ko_kr: 메모리 카드 데이터 초기화 중...
lt: Inicijuojami MMC duomenys...
lv: Tiek inicializēti MMC dati...
mk: Податоците за MMC се активираат...
nb: MMC-data initialiserer...
nl_nl: MMC-gegevens worden geïnitialiseerd...
pl: Trwa inicjowanie karty pamięci...
pt_br: Os dados MMC estão sendo iniciados...
pt_pt: Os dados MMC estão a ser iniciados...
ro: Se iniţializează datele MMC...
ru_ru: Инициализация данных MMC...
sk: Inicializujú sa údaje MMC...
sl: Podatki MMC se inicializirajo ...
sr: MMC podaci se inicijalizuju...
sv: MMC-data initieras...
tr_tr: MMC verileri başlatılıyor...
uk: Ініціалізація даних MMC...
uz: MMC ma’lumoti initsializatsiyalanmoqda...
zh_hk: 正在初始化 MMC 數據...
zh_sg: 正在初始化 MMC 数据...

# IDS_COM_SK_RETRY_A
source: Retry
ar: إ. محاولة
az: Tkr.cəhd
bg: Отнв
ca: Reint
cs: Opak.
da: Prøv igen
de_de: Wdh.
el_gr: Επαν.
et: Uuesti
eu: Birsaiatu
fi: Uud.
ga: Atriail
gl: Reint
hi: रीट्र
hr: Ponovi
hu: Újra
hy: Նց փր
is: Aftur
it_it: Riprova
ja_jp: やり直す
ka: ახ. ცდა
kk: Қтл
ko_kr: 재시도
lt: Band. vėl
lv: Atkārtot
mk: Повт.
nb: Omprø
nl_nl: Opn.
pl: Ponów
pt_br: Tentar novamente
pt_pt: Repetir
ro: Reîn.
ru_ru: Повтор
sk: Opakov.
sl: Znova
sr: Ponovi
sv: Försök
tr_tr: Y.dene
uk: Повторити
uz: Urin
zh_hk: 重試
zh_sg: 重试

# IDS_USB_POP_USB_CONNECTION_FAILED
source: USB connection failed
ar: فشل اتصال USB
az: USB bağlantısı alınmadı
bg: USB връзката е неуспешна
ca: Error de connexió USB
cs: Připojení USB se nezdařilo
da: USB-forbindelse mislykkedes
de_de: USB-Verbindung fehlgeschlagen
el_gr: Η σύνδεση USB απέτυχε
et: USB-ühendus nurjus
eu: USB konexioak huts egin du
fi: USB-yhteys epäonnistui
ga: Theip ar nasc USB
gl: Erro na conexión USB
hi: USB कनेक्शन विफल
hr: Greška USB veze
hu: Sikertelen USB-kapcsolat
hy: USB միացումը ձախողվեց
is: USB-tenging mistókst
it_it: Connessione USB non riuscita
ja_jp: USB接続に失敗しました。
ka: USB კავშირი ვერ დამყარდა
kk: USB қосылмады
ko_kr: USB 연결 실패
lt: Nutrūko USB ryšys
lv: USB savienojums neizdevās
mk: Неуспешно поврзување USB
nb: USB-tilkobling mislyktes
nl_nl: USB-verbinding mislukt
pl: Połączenie USB nie powiodło się
pt_br: Falha da conexão USB
pt_pt: Ligação USB falhou
ro: Conexiunea USB nu a reuşit
ru_ru: Сбой подключения через USB
sk: Pripojenie USB zlyhalo
sl: Povezava USB ni uspela
sr: USB veza nije uspostavljena
sv: USB-anslutningen misslyckades
tr_tr: USB bağlantısı kurulamadı
uk: Збій підключення через USB
uz: USB ulanishi bajarilmadi
zh_hk: USB 連接失敗
zh_sg: USB 连接失败

# IDS_ST_POP_PS_ENABLED
source: %s enabled.
ar: %s المفعل
az: %s aktiv edildi.
bg: %s e активирано.
ca: %s habilitat
cs: %s je povoleno.
da: %s aktiveret.
de_de: %s aktiviert
el_gr: Το %s έχει ενεργοποιηθεί.
et: %s on lubatud.
eu: %s gaituta
fi: %s otettu käyttöön.
ga: %s cumasaithe.
gl: %s activado
hi: %s सक्षम।
hr: %s aktiviran.
hu: %s engedélyezve
hy: %s ընձեռված է:
is: %s er virkt.
it_it: %s attivato.
ja_jp: %sが利用できます。
ka: %s ჩართულია.
kk: %s қосылды.
ko_kr: %s이(가) 설정되었습니다.
lt: %s įjungta.
lv: %s ir aktivizēts.
mk: %s е овозможено.
nb: %s aktivert.
nl_nl: %s ingeschakeld.
pl: Włączono %s.
pt_br: %s ativado.
pt_pt: %s activado.
ro: %s a fost activat.
ru_ru: %s включено.
sk: %s povolené.
sl: %s je omogočeno.
sr: %s omogućeno.
sv: %s har aktiverats.
tr_tr: %s etkin
uk: %s увімкнено.
uz: %s yoqilgan.
zh_hk: %s巳啟動。
zh_sg: %s已启动。

# IDS_ST_BODY_DISABLE_NEGATIVE_COLOURS
source: Disable negative colours
ar: إلغاء تفعيل الألوان السلبية
az: Neqativ rəngləri qeyri-aktiv et
bg: Деактивиране на цветове в негатив
ca: Deshabilitar colors negatius
cs: Vypnout negativní barvy
da: Deaktivér negative farver
de_de: Negativfarben deaktivieren
el_gr: Απενεργοποίηση αρνητικών χρωμάτων
et: Desaktiveeri negatiivivärvid
eu: Ezgaitu kolore negatiboak
fi: Poista negatiivivärit käytöstä
ga: Díchumasaigh dathanna claonchló
gl: Desactivar cores negativas
hi: नेगेटिव रंग अक्षम करें
hr: Isključi negativne boje
hu: Negatív színek letiltása
hy: Կասեցնել բացասական գույները
is: Slökkva á negatífum litum
it_it: Disattiva negativo
ja_jp: ネガポジ反転を無効
ka: ნეგატივის ფერების გამორთვა
kk: Теріс түстерді өшіру
ko_kr: 색상 반전 해제
lt: Išjungti negatyvo spalvas
lv: Deaktivizēt negatīva krāsas
mk: Исклучи негативни бои
nb: Deaktiver negative farger
nl_nl: Negatieve kleuren uitschakelen
pl: Wyłącz kolory w negatywie
pt_br: Desativar cores negativas
pt_pt: Desactivar cores negativas
ro: Dezactivare culori negative
ru_ru: Отключить негатив
sk: Vypnúť negatívne farby
sl: Onemogoči negativne barve
sr: Onemogući negativne boje
sv: Inaktivera negativa färger
tr_tr: Negatif renkleri devre dışı bırak
uk: Вимкнути відображення негативних кольорів
uz: Negativ ranglarni o‘chirish
zh_hk: 停用負片色彩
zh_sg: 禁用负色

# IDS_ST_BODY_ENABLE_NEGATIVE_COLOURS
source: Enable negative colours
ar: تفعيل الألوان السلبية
az: Neqativ rəngləri aktivləşdir
bg: Активиране на цветове в негатив
ca: Habilitar colors negatius
cs: Zapnout negativní barvy
da: Aktivér negative farver
de_de: Negativfarben aktivieren
el_gr: Ενεργοποίηση αρνητικών χρωμάτων
et: Aktiveeri negatiivivärvid
eu: Gaitu kolore negatiboak
fi: Ota negatiivivärit käyttöön
ga: Cumasaigh dathanna claonchló
gl: Activar cores negativas
hi: नेगेटिव रंग सक्षम करें
hr: Uključi negativne boje
hu: Negatív színek engedélyezése
hy: Ընձեռել բացասական գույները
is: Kveikja á negatífum litum
it_it: Attiva negativo
ja_jp: ネガポジ反転を有効
ka: ნეგატივის ფერების ჩართვა
kk: Теріс түстерді қосу
ko_kr: 색상 반전 실행
lt: Įjungti negatyvo spalvas
lv: Aktivizēt negatīva krāsas
mk: Овозможи негативни бои
nb: Aktiver negative farger
nl_nl: Negatieve kleuren inschakelen
pl: Włącz kolory w negatywie
pt_br: Ativar cores negativas
pt_pt: Activar cores negativas
ro: Activare culori negative
ru_ru: Включить негатив
sk: Zapnúť negatívne farby
sl: Omogoči negativne barve
sr: Omogući negativne boje
sv: Aktivera negativa färger
tr_tr: Negatif renkleri etkinleştir
uk: Увімкнути відображення негативних кольорів
uz: Negativ ranglarni yoqish
zh_hk: 啟用負片色彩
zh_sg: 启用负色

# IDS_ST_BODY_DISABLE_ZOOM
source: Disable zoom
ar: إلغاء تفعيل التكبير/التصغير
az: Miqyası qeyri-aktiv et
bg: Деактивиране на мащабиране
ca: Deshabilitar zoom
cs: Vypnout lupu
da: Deaktivér zoom
de_de: Zoom deaktivieren
el_gr: Απενεργοποίηση του ζουμ
et: Desaktiveeri suum
eu: Ezgaitu zooma
fi: Poista zoomaus käytöstä
ga: Díchumasaigh zúmáil
gl: Desactivar zoom
hi: ज़ूम अक्षम करें
hr: Isključi zum
hu: Zoom letiltása
hy: Կասեցնել մասշտաբավորումը
is: Slökkva á aðdrætti
it_it: Disattiva zoom
ja_jp: ズームを無効
ka: ზომის შეცვლის გამორთვა
kk: Масштаб өшіру
ko_kr: 확대/축소 해제
lt: Išjungti mastelį
lv: Deaktivizēt tālummaiņu
mk: Исклучи зум
nb: Deaktiver zoom
nl_nl: Zoomen uitschakelen
pl: Wyłącz powiększenie
pt_br: Desativar zoom
pt_pt: Desactivar zoom
ro: Dezactivare zoom
ru_ru: Отключить увеличение
sk: Vypnúť priblíženie
sl: Onemogoči povečavo
sr: Onemogući zum
sv: Inaktivera zoom
tr_tr: Zoom'u devre dışı bırak
uk: Вимкнути масштабування
uz: Masshtab o‘zgartirishni o‘chirish
zh_hk: 停用縮放
zh_sg: 禁用缩放

# IDS_ST_BODY_ENABLE_ZOOM
source: Enable zoom
ar: تفعيل التكبير/التصغير
az: Miqyası aktivləşdir
bg: Активиране на мащабиране
ca: Habilitar zoom
cs: Zapnout lupu
da: Aktivér zoom
de_de: Zoom aktivieren
el_gr: Ενεργοποίηση του ζουμ
et: Aktiveeri suum
eu: Gaitu zooma
fi: Ota zoomaus käyttöön
ga: Cumasaigh zúmáil
gl: Activar zoom
hi: ज़ूम सक्षम करें
hr: Uključi zum
hu: Zoom engedélyezése
hy: Ընձեռել մասշտաբավորումը
is: Kveikja á aðdrætti
it_it: Attiva zoom
ja_jp: ズームを有効
ka: ზომის შეცვლის ჩართვა
kk: Масштаб қосу
ko_kr: 확대/축소 실행
lt: Įjungti mastelį
lv: Aktivizēt tālummaiņu
mk: Вклучи зум
nb: Aktiver zoom
nl_nl: Zoomen inschakelen
pl: Włącz powiększenie
pt_br: Ativar zoom
pt_pt: Activar zoom
ro: Activare zoom
ru_ru: Включить увеличение
sk: Zapnúť priblíženie
sl: Omogoči povečavo
sr: Omogući zum
sv: Aktivera zoom
tr_tr: Zoom'u etkinleştir
uk: Увімкнути масштабування
uz: Masshtab o‘zgartirishni yoqish
zh_hk: 啟用縮放
zh_sg: 启用缩放

# IDS_ST_BODY_TURN_ON_ASSISTIVE_LIGHT
source: Turn on assistive light
ar: تشغيل الضوء المساعد
az: Köməkçi işığı yandır
bg: Включване на помощната светлина
ca: Encendre llum d'assistència
cs: Zapnout pomocné osvětlení
da: Tænd hjælpelys
de_de: Assistenz-Licht einschalten
el_gr: Ενεργοποίηση του βοηθητικού φωτός
et: Lülita abivalgus sisse
eu: Piztu laguntza argia
fi: Ota apuvalo käyttöön
ga: Cas air solas cúnta
gl: Activar luz de asistencia
hi: सहायक प्रकाश चालू करें
hr: Uključi pomoćno svjetlo
hu: Segédfény bekapcsolása
hy: Միացնել օժանդակ լույսը
is: Kveikja á hjálparljósi
it_it: Accendi luce di accesso facilitato
ja_jp: 補助ライトをON
ka: დამხმარე განათების ჩართვა
kk: Көмекші шамды қосу
ko_kr: 보조등 켜기
lt: Įjungti pagalbinę lemputę
lv: Ieslēgt papildu apgaismojumu
mk: Вклучи помошно светло
nb: Skru på hjelpelys
nl_nl: Hulplamp inschakelen
pl: Włącz latarkę
pt_br: Ligar a luz auxiliar
pt_pt: Ligar luz auxiliar
ro: Aprindere lumină de ajutor
ru_ru: Включить подсветку
sk: Zapnúť pomocné svetlo
sl: Vklopi pomožno lučko
sr: Uključi pomoćno svetlo
sv: Slå på hjälpljus
tr_tr: Yardımcı ışığı aç
uk: Увімкнути допоміжне підсвічуваня
uz: Yordamchi yorug‘likni yoqish
zh_hk: 開啟輔助燈
zh_sg: 开启辅助光

# IDS_ST_BODY_TURN_OFF_ASSISTIVE_LIGHT
source: Turn off assistive light
ar: إيقاف تشغيل الضوء المساعد
az: Köməkçi işığı söndür
bg: Изключване на помощната светлина
ca: Apagar llum d'assistència
cs: Vypnout pomocné osvětlení
da: Sluk hjælpelys
de_de: Assistenz-Licht ausschalten
el_gr: Απενεργοποίηση του βοηθητικού φωτός
et: Lülita abivalgus välja
eu: Itzali laguntza argia
fi: Poista apuvalo käytöstä
ga: Cas as solas cúnta
gl: Desactivar luz de asistencia
hi: सहायक प्रकाश बंद करें
hr: Isključi pomoćno svjetlo
hu: Segédfény kikapcsolása
hy: Անջատել օժանդակ լույսը
is: Slökkva á hjálparljósi
it_it: Spegni luce di accesso facilitato
ja_jp: 補助ライトをOFF
ka: დამხმარე განათების გამორთვა
kk: Көмекші шамды өшіру
ko_kr: 보조등 끄기
lt: Išjungti pagalbinę lemputę
lv: Izslēgt papildu apgaismojumu
mk: Исклучи помошно светло
nb: Skru av hjelpelys
nl_nl: Hulplamp uitschakelen
pl: Wyłącz latarkę
pt_br: Desligar a luz auxiliar
pt_pt: Desligar luz auxiliar
ro: Stingere lumină de ajutor
ru_ru: Отключить подсветку
sk: Vypnúť pomocné svetlo
sl: Izklopi pomožno lučko
sr: Isključi pomoćno svetlo
sv: Stäng av hjälpljus
tr_tr: Yardımcı ışığı kapat
uk: Вимкнути допоміжне підсвічуваня
uz: Yordamchi yorug‘likni o‘chirish
zh_hk: 關閉輔助燈
zh_sg: 关闭辅助光
