Repository: tizenorg/platform.core.system.system-popup
Catalog: po/src/*.po
Languages: ar, az, bg, ca, cs, da, de_de, el_gr, et, eu, fi, ga, gl, hi, hr, hu, hy, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nb, nl_nl, pl, pt_br, pt_pt, ro, ru_ru, sk, sl, sr, sv, tr_tr, uk, uz, zh_hk, zh_sg

# IDS_DN_POP_DECRYPTING_SD_CARD_ING
source: Decrypting SD card...
ar: جار فك تشفير بطاقة SD...
az: SD kartın şifri açılır...
bg: Дешифриране на SD картата...
ca: S'està desxifrant la targeta SD...
cs: Dešifrování SD karty...
da: Dekrypterer SD-kort ...
de_de: SD-Karte wird entschlüsselt...
el_gr: Αποκρυπτογράφηση κάρτας SD...
et: SD-kaardi dekrüptimine...
eu: SD txartela desenkriptatzen...
fi: SD-kortin salausta puretaan...
ga: Cárta SD á dhíchriptiú...
gl: Descifrando tarxeta SD...
hi: SD कार्ड डिक्रिप्‍ट किया जा रहा है...
hr: Dešifriranje SD kartice...
hu: SD-kártya dekódolása...
hy: SD քարտը վերծանվում է...
is: Afkóða SD-kort...
it_it: Decrittografia scheda SD in corso...
ja_jp: 外部SDカードを復号中...
ka: სრულდება SD ბარათის გაშიფვრა...
kk: SD картасының шифры ашылуда...
ko_kr: SD 카드 복호화 중...
lt: Iššifruojama SD kortelė...
lv: Atšifrē SD karti...
mk: Се дешифрира SD-картичката...
nb: Dekrypterer SD-kort ...
nl_nl: SD-kaart decoderen...
pl: Deszyfrowanie karty pamięci...
pt_br: Decodificando cartão SD...
pt_pt: A desencriptar cartão SD...
ro: Se decriptează cartela SD...
ru_ru: Расшифровка карты памяти SD...
sk: Dešifruje sa karta SD...
sl: Dešifriranje kartice SD ...
sr: Dešifrovanje SD kartice...
sv: Avkrypterar SD-kort...
tr_tr: SD kart şifresi çözülüyor...
uk: Дешифрування карти пам’яті...
uz: SD-karta shifri ochilmoqda...
zh_hk: 正在解密 SD 卡...
zh_sg: 正在解密SD卡…

# IDS_COM_POP_LOW_BATTERY_CHARGE_YOUR_PHONE
source: Low battery. Charge your phone.
ar: مستوى شحن البطارية منخفض. عليك بشحن هاتفك.
az: Batareya zəifdir. Telefonunuzu doldurun
bg: Изтощена батерия. Заредете телефона
ca: Bateria baixa. Carregui el telèfon.
cs: Slabá baterie. Nabijte telefon
da: Lavt batteriniveau. Oplad telefonen.
de_de: Akku fast leer. Telefon aufladen
el_gr: Χαμηλή μπαταρία. Φορτίστε το τηλέφωνό σας
et: Aku on tühi. Laadige telefoni
eu: Bateria gutxi. Kargatu telefonoa.
fi: Akku on loppumassa. Lataa puhelin.
ga: Ceallra lag. Luchtaigh d’fhón.
gl: Batería baixa. Cargue o teléfono.
hi: बैटरी कम है। अपना फोन चार्ज करें।
hr: Baterija je prazna. Napunite telefon
hu: Az akkumulátor lemerült. Töltse fel a telefont
hy: Մարտկոցի լիցքը թույլ է: Փոխեք ձեր հեռախոսը
is: Það er lítil hleðsla á rafhlöðunni. Hladdu símann.
it_it: Batteria scarica. Caricare il telefono.
ja_jp: バッテリー残量が不足しています。 端末を充電してください。
ka: კვების ელემენტი იცლება. დატენეთ ტელეფონი
kk: Батарея заряды аз. Телефоныңызды зарядтаңыз
ko_kr: 배터리가 부족합니다. 휴대폰을 충전하세요.
lt: Akumuliatorius senka. Įkraukite savo telefoną
lv: Tukšs akumulators. Uzlādējiet tālruni
mk: Батеријата е празна. Наполнете го телефонот
nb: Lavt batteri. Lad opp telefonen.
nl_nl: Batterij bijna leeg. Laad de telefoon op.
pl: Bateria rozładowana. Naładuj baterię w telefonie
pt_br: Bateria fraca. Carregue o telefone
pt_pt: Bateria fraca. Carregue o telefone.
ro: Baterie descărcată. Încărcaţi telefonul
ru_ru: Аккумулятор разряжен. Зарядите аккумулятор
sk: Batéria je takmer vybitá. Nabite telefón
sl: Skoraj prazna baterija. Napolnite telefon
sr: Baterija prazna. Napuni telefon
sv: Låg batterinivå. Ladda telefonen.
tr_tr: Zayıf pil. Telefonu şarj edin.
uk: Батарея розряджена. Зарядіть телефон
uz: Batareya quvvati kam. Telefonni zaryadlang
zh_hk: 電量不足。請為手機充電。
zh_sg: 电池电量低。请为手机充电。

# IDS_COM_BODY_NO_BATTERY
source: No battery
ar: البطارية فارغة
az: Batareya yoxdur
bg: Няма батерия
ca: Sense bateria
cs: Chybí baterie
da: Intet batteri
de_de: Kein Akku
el_gr: Χωρίς μπαταρία
et: Aku puudub
eu: Bateriarik ez
fi: Ei akkua
ga: Níl ceallra ann
gl: Sen batería
hi: बैटरी नहीं है
hr: Nema baterije
hu: Nincs telep
hy: Մարտկոց չկա
is: Engin rafhlaða
it_it: Batteria assente
ja_jp: バッテリーなし
ka: კვების ელემენტი არ არის
kk: Қуат көзі жоқ
ko_kr: 배터리가 없습니다
lt: Nėra akumuliatoriaus
lv: Nav akumulatora
mk: Нема батерија
nb: Ingen batteri
nl_nl: Geen batterij
pl: Brak baterii
pt_br: Sem bateria
pt_pt: Sem bateria
ro: Nicio baterie
ru_ru: Нет аккумулятора
sk: Chýba batéria
sl: Ni baterije
sr: Nema baterije
sv: Inget batteri
tr_tr: Pil yok
uk: Батарея розряджена
uz: Batareya yo‘q
zh_hk: 無電池
zh_sg: 电池耗尽

# IDS_ST_POP_WARNING_MSG
source: Warning message
ar: رسالة تحذيرية
az: Xəbərdarlıq mesajı
bg: Предупредително съобщение
ca: Missatge d'advertència
cs: Upozornění
da: Advarselsmeddelelse
de_de: Warnungsnachricht
el_gr: Μήνυμα προειδοποίησης
et: Hoiatusteade
eu: Abisu mezua
fi: Varoitusviesti
ga: Teachtaireacht rabhaidh
gl: Mensaxe de aviso
hi: चेतावनी सन्देश
hr: Upozorenja
hu: Figyelmeztető üzenet
hy: Նախազգուշացնող հաղորդագրություն
is: Viðvörunar-skilaboð
it_it: Messaggio di avviso
ja_jp: 警告メッセージ
ka: გაფრთხილების წერილი
kk: Ескерту хабары
ko_kr: 경고 메시지
lt: Įspėjamasis pranešimas
lv: Brīdinājuma ziņojums
mk: Порака за предупредување
nb: Advarselsmelding
nl_nl: Waarschuwing
pl: Komunikat ostrzegawczy
pt_br: Mensagem de aviso
pt_pt: Mensagem de aviso
ro: Mesaj avertizare
ru_ru: Сообщение предупреждения
sk: Upozorňujúca správa
sl: Opozorilno sporočilo
sr: Poruka upozorenja
sv: Varningsmeddelande
tr_tr: Uyarı mesajı
uk: Попереджувальне повідомлення
uz: Ogohlantirish xabari
zh_hk: 警告訊息
zh_sg: 警告讯息

# IDS_DN_POP_DATA_DECRYPTED
source: Data decrypted.
ar: تم فك تشفير البيانات
az: Məlumat şifrlənmişdir.
bg: Данните са дешифрирани.
ca: Dades desxifrades
cs: Data byla dešifrována.
da: Data dekrypteret.
de_de: Daten entschlüsselt
el_gr: Η αποκρυπτογράφηση των δεδομένων ολοκληρώθηκε.
et: Andmed on dekrüptitud.
eu: Datuak desenkriptatuta
fi: Tietojen salaus on purettu.
ga: Sonraí díchriptithe.
gl: Datos descifrados
hi: डाटा डिक्रिप्‍ट किया गया
hr: Podaci dešifrirani.
hu: Adatok dekódolva
hy: Տվյալները վերծանվեցին:
is: Gögn afkóðuð.
it_it: Dati decrittografati.
ja_jp: データを復号化しました
ka: მონაცემები გაიშიფრა.
kk: Деректердің шифры ашылды.
ko_kr: 데이터가 복호화되었습니다.
lt: Duomenys iššifruoti.
lv: Dati atšifrēti.
mk: Податоците се дешифрирани.
nb: Data dekryptert.
nl_nl: Gegevens gedecodeerd.
pl: Dane zdeszyfrowane.
pt_br: Dados decodificados.
pt_pt: Dados desencriptados.
ro: Date decriptate
ru_ru: Данные расшифрованы.
sk: Údaje sú dešifrované.
sl: Podatki so dešifrirani.
sr: Podaci dešifrovani.
sv: Data avkrypterade.
tr_tr: Verilerin şifresi çözüldü
uk: Дані дешифровано.
uz: Ma’lumot shifri ochildi.
zh_hk: 已解密數據。
zh_sg: 已解密数据。

# IDS_DN_POP_DATA_ENCRYPTED
source: Data encrypted.
ar: تم تشفير البيانات
az: Məlumatın şifri açılmışdır.
bg: Данните са шифровани.
ca: Dades xifrades
cs: Data byla zašifrována.
da: Data krypteret.
de_de: Daten verschlüsselt
el_gr: Η κρυπτογράφηση των δεδομένων ολοκληρώθηκε.
et: Andmed on krüptitud.
eu: Datuak enkriptatuta
fi: Tiedot on salattu.
ga: Sonraí criptithe.
gl: Datos cifrados
hi: डाटा एन्क्रिप्‍ट किया गया
hr: Podaci šifrirani.
hu: Adatok titkosítva
hy: Տվյալները ծածկագրվեցին:
is: Gögn dulkóðuð.
it_it: Dati crittografati.
ja_jp: データを暗号化しました。
ka: მონაცემები დაიშიფრა.
kk: Деректер шифрланды.
ko_kr: 데이터가 암호화되었습니다.
lt: Duomenys užšifruoti.
lv: Dati šifrēti.
mk: Податоците се шифрирани.
nb: Data kryptert.
nl_nl: Gegevens gecodeerd.
pl: Dane zaszyfrowane.
pt_br: Dados codificados.
pt_pt: Dados encriptados.
ro: Date criptate
ru_ru: Данные зашифрованы.
sk: Údaje sú šifrované.
sl: Podatki so šifrirani.
sr: Podaci šifrovani.
sv: Data krypterade.
tr_tr: Veriler şifrelendi
uk: Дані шифровано.
uz: Ma’lumot shifrlandi.
zh_hk: 已加密數據。
zh_sg: 已加密数据。

# IDS_USB_MBODY_USB_DEVICES
source: USB devices
ar: أجهزة USB
az: USB cihazları
bg: USB устройства
ca: Dispositius USB
cs: Zařízení USB
da: USB-enheder
de_de: USB-Geräte
el_gr: Συσκευές USB
et: USB-seadmed
eu: USB gailuak
fi: USB-laitteet
ga: Gléasanna USB
gl: Dispositivos USB
hi: USB डिवाइसें
hr: USB uređaji
hu: USB-eszközök
hy: USB սարքեր
is: USB-tæki
it_it: Dispositivi USB
ja_jp: USBデバイス
ka: USB მოწყობილობები
kk: USB құрылғылары
ko_kr: USB 기기
lt: USB įrenginiai
lv: USB ierīces
mk: Уреди USB
nb: USB-enheter
nl_nl: USB-apparaten
pl: Urządzenia USB
pt_br: Dispositivos USB
pt_pt: Dispositivos USB
ro: Dispozitive USB
ru_ru: USB-устройства
sk: Zariadenia USB
sl: Naprave USB
sr: USB uređaji
sv: USB-enheter
tr_tr: USB cihazları
uk: USB-пристрої
uz: USB qurilmalar
zh_hk: USB 裝置
zh_sg: USB 设备

# IDS_TPLATFORM_OPT_ENABLE_SCREEN_READER_ABB
source: Enable screen reader
ar: تفعيل قارئ الشاشة
az: Ekran oxuyucusunu aktiv et
bg: Активир. на екранен четец
ca: Habilitar lector pantalla
cs: Zapnout čtečku obrazovky
da: Aktivér skærmlæser
de_de: Bildschirmlesepr. akt.
el_gr: Ενεργ. ανάγνωσης οθόνης
et: Aktiveerige ekraanilugeja
eu: Gaitu pant. irakurgailua
fi: Ota näytönlukija käyttöön
ga: Cumasaigh léith. scáileáin
gl: Activar lector de pantalla
hi: स्क्रीन रीडर सक्षम करें
hr: Uključi čitač zaslona
hu: Képernyőolv. engedélyezése
hy: Ընձեռել էկրանի ընթերցիչը
is: Kveikja á skjálesara
it_it: Attiva lettura schermo
ja_jp: ｽｸﾘｰﾝﾘｰﾀﾞｰを有効にする
ka: ჩართე ეკრანის წამკითხველი
kk: Экран оқу құралын қосу
ko_kr: 스크린 리더 실행
lt: Įjungti ekrano skaitytuvą
lv: Aktivizēt ekrāna lasītāju
mk: Вклучи екрански читач
nb: Aktiver skjermleser
nl_nl: Schermlezer inschakelen
pl: Włącz czytnik ekranu
pt_br: Ativar leitor de tela
pt_pt: Activar leitor de ecrã
ro: Activare cititor ecran
ru_ru: Включить чтение с экрана
sk: Zapnúť čítačku obrazovky
sl: Omogoči bralnik zaslona
sr: Omogući čitač ekrana
sv: Aktivera skärmläsare
tr_tr: Ekran okuyucuyu aç
uk: Увімкнути читання з екрана
uz: Ekran o‘qish vosita-ni yoq
zh_hk: 啟用螢幕閱讀器
zh_sg: 启用屏幕阅读器

# IDS_TPLATFORM_OPT_DISABLE_SCREEN_READER_ABB
source: Disable screen reader
ar: إلغاء تفعيل قارئ الشاشة
az: Ekran oxuyucsnu deaktiv et
bg: Деактивир. екранен четец
ca: Deshab lector pantalla
cs: Vypnout čtečku obrazovky
da: Deaktivér skærmlæser
de_de: Bildschirmlesepr. deakt.
el_gr: Απεν. ανάγνωσης οθόνης
et: Desaktiv. ekraanilugeja
eu: Ezgaitu pant. irakurgailua
fi: Poista näytönluk. käytöstä
ga: Díchumasaigh léith. scáil.
gl: Desactivar lector pantalla
hi: स्क्रीन रीडर अक्षम करें
hr: Isključi čitač zaslona
hu: Képernyőolvasó letiltása
hy: Կասեցնել էկրանի ընթերցիչը
is: Slökkva á skjálesara
it_it: Disattiva lettura schermo
ja_jp: ｽｸﾘｰﾝﾘｰﾀﾞｰを無効にする
ka: გამორთე ეკრანის წამკითხვ.
kk: Экран оқу құралын өшіру
ko_kr: 스크린 리더 해제
lt: Išjungti ekrano skaitytuvą
lv: Deaktivizēt ekr. lasītāju
mk: Исклучи екрански читач
nb: Deaktiver skjermleser
nl_nl: Schermlezer uitschakelen
pl: Wyłącz czytnik ekranu
pt_br: Desativar leitor de tela
pt_pt: Desactivar leitor de ecrã
ro: Dezactivare cititor ecran
ru_ru: Отключить чтение с экрана
sk: Vypnúť čítačku obrazovky
sl: Onemogoči bralnik zaslona
sr: Onemogući čitač ekrana
sv: Inaktivera skärmläsare
tr_tr: Ekran okuyucuyu kapat
uk: Вимкнути читання з екрана
uz: Ekran o‘qish vos-ni o‘chir
zh_hk: 停用螢幕閱讀器
zh_sg: 关闭屏幕阅读器

# IDS_DN_HEADER_DATA_DECRYPTION_ABB
source: Data decryption
ar: فك تشفير البيانات
az: Məlumat şifrini açma
bg: Дешифриране на данни
ca: Desxifram de dades
cs: Dešifrování dat
da: Datadekryptering
de_de: Datenentschlüsselung
el_gr: Αποκρυπτογρ.δεδομένων
et: Andmete dekrüptimine
eu: Datu desenkriptatzea
fi: Tietojen sal. purku
ga: Díchriptiú sonraí
gl: Descifrado de datos
hi: डाटा डिक्रिप्‍शन
hr: Dešifriranje podataka
hu: Adat dekódolása
hy: Տվյալների վերծանում
is: Afkóðun gagna
it_it: Decrittografia dati
ja_jp: データの復号化
ka: მონაცემთა გაშიფვრა
kk: Деректер шифрын ашу
ko_kr: 데이터 복호화
lt: Duomenų iššifravimas
lv: Datu atšifrēšana
mk: Дешифрирање податоци
nb: Datadekryptering
nl_nl: Gegevens decoderen
pl: Deszyfrowanie danych
pt_br: Decodific. de dados
pt_pt: Desencriptação dados
ro: Decriptare date
ru_ru: Расшифровка данных
sk: Dešifrovanie údajov
sl: Dešifriranje podatkov
sr: Dešifrovanje podataka
sv: Dataavkryptering
tr_tr: Veri şifre çözme
uk: Дешифрування даних
uz: Ma’l. shifrini ochish
zh_hk: 數據解密
zh_sg: 数据解密

# IDS_DN_HEADER_DATA_ENCRYPTION_ABB
source: Data encryption
ar: تشفير البيانات
az: Məlumat şifrlənməsi
bg: Шифроване на данни
ca: Xifratge de dades
cs: Šifrování dat
da: Datakryptering
de_de: Datenverschlüsselung
el_gr: Κρυπτογρ. δεδομένων
et: Andmete krüptimine
eu: Datuen enkriptatzea
fi: Tietojen salaus
ga: Criptiú sonraí
gl: Cifrado de datos
hi: डाटा एन्क्रिप्शन
hr: Šifriranje podataka
hu: Adatok titkosítása
hy: Տվյալների ծածկագրում
is: Dulkóðun gagna
it_it: Crittografia dati
ja_jp: データの暗号化
ka: მონაცემთა დაშიფვრა
kk: Деректерді шифрлау
ko_kr: 데이터 암호화
lt: Duomenų šifravimas
lv: Datu šifrēšana
mk: Шифрирање податоци
nb: Datakryptering
nl_nl: Gegevenscodering
pl: Szyfrowanie danych
pt_br: Codificação de dados
pt_pt: Encriptação de dados
ro: Criptare date
ru_ru: Шифрование данных
sk: Šifrovanie údajov
sl: Šifriranje podatkov
sr: Šifrovanje podataka
sv: Datakryptering
tr_tr: Veri şifreleme
uk: Шифрування даних
uz: Ma’lumotni shifrlash
zh_hk: 數據加密
zh_sg: 数据加密

# IDS_ST_BUTTON_CONTINUE_ABB
source: Continue
ar: متابعة
az: Davam et
bg: Продължи
ca: Cont.
cs: Pokr.
da: Fortsæt
de_de: Weiter
el_gr: Συνέχεια
et: Jätka
eu: Jarraitu
fi: Jatka
ga: Ar agh
gl: Continu.
hi: जारी
hr: Nastavak
hu: Folytat
hy: Շրնկել
is: Áfram
it_it: Continua
ja_jp: 続行
ka: გაგრძელ.
kk: Жалғ-ру
ko_kr: 계속
lt: Tęsti
lv: Turpināt
mk: Продолжи
nb: Fortsett
nl_nl: Doorgaan
pl: Kontyn.
pt_br: Continua
pt_pt: Contin.
ro: Contin.
ru_ru: Далее
sk: Pokrač.
sl: Nadaljuj
sr: Nastavi
sv: Fortsätt
tr_tr: Devam
uk: Продовж.
uz: Dav. et.
zh_hk: 繼續
zh_sg: 继续

# IDS_COM_BODY_DATA_USAGE_WARNING
source: Data usage warning
ar: تحذير استخدام البيانات
az: Məlumat istifadəsi xəbərdarlığı
bg: Предупреждение за използване на данни
ca: Advertència d'ús de dades
cs: Upozornění na využití dat
da: Advarsel om databrug
de_de: Datennutzungswarnung
el_gr: Προειδοποίηση χρήσης δεδομένων
et: Andmekasutuse hoiatus
eu: Datu erabileraren abisua
fi: Datankäyttövaroitus
ga: Rabhadh maidir le húsáid sonraí
gl: Advertencia de uso de datos
hi: डेटा उपयोग चेतावनी
hr: Upozorenje o korištenju podataka
hu: Adathasználati figyelmeztetés
hy: Տվյալների օգտագործման նախազգուշացում
is: Gagnanotkunarviðvörun
it_it: Avviso di utilizzo dati
ja_jp: データ使用警告
ka: მონაცემთა გამოყენების გაფრთხილება
kk: Деректер пайдалануды ескерту
ko_kr: 데이터 사용량 경고
lt: Įspėjimas dėl duomenų naudojimo
lv: Brīdinājums par datu lietojumu
mk: Предупредување за користење податоци
nb: Advarsel for databruk
nl_nl: Waarschuwing gegevensgebruik
pl: Ostrzeżenie dot. użycia danych
pt_br: Aviso de uso de dados
pt_pt: Aviso de utilização de dados
ro: Avertisment utilizare date
ru_ru: Предупреждение об использовании данных
sk: Upozornenie na využitie dát
sl: Opozorilo za porabo podatkov
sr: Upozorenje o upotrebi podataka
sv: Varning för dataanvändning
tr_tr: Veri kullanımı uyarısı
uk: Попередження стосовно використання даних
uz: Ma'lumotdan foydalanish ogohlantirishi
zh_hk: 數據使用量警告
zh_sg: 数据使用量警报

# IDS_COM_BODY_TAP_TO_VIEW_USAGE_AND_SETTINGS
source: Tap to view usage and settings.
ar: انقر لعرض المساحة المستخدمة‬ والإعدادات
az: İstifadə və parametrlərə baxmaq üçün vurun.
bg: Чукнете, за да прегледате потреблението и настройките.
ca: Toqui per veure ús i ajustaments
cs: Klepnutím zobrazíte informace o využití a nastavení.
da: Tap for at se brug og indstillinger.
de_de: Nutzung und Einstellungen anzeigen
el_gr: Πατήστε για την προβολή της χρήσης και των ρυθμίσεων.
et: Toksake, et vaadata kasutust ja seadeid.
eu: Ukitu erabilera eta ezarpenak ikusteko
fi: Tarkastele käyttöä ja asetuksia napauttamalla.
ga: Tapáil le hamharc ar úsáid agus ar shocruithe
gl: Toca para ver o uso e os axustes
hi: उपयोग और सेटिंग्स देखने के लिए टैप करें
hr: Dodirnite za pregled korištenja i postavki.
hu: Érintse meg a használat és a beállítások megtekintéséhez
hy: Թակեք՝ օգտագործումն ու դրվածքները դիտելու համար:
is: Pikkaðu til að skoða notkun og stillingar.
it_it: Toccate per visualizzare l'utilizzo e le impostazioni.
ja_jp: タップして使用状況と設定を表示
ka: დააკაკუნეთ და ნახეთ გამოყენების ინფორმაცია და პარამეტრები.
kk: Пайдалану мен параметрлерді көру үшін түртіңіз.
ko_kr: 사용량 및 설정을 보려면 누르세요.
lt: Bakstelėkite ir žiūrėkite naudojimo ir nustatymų informaciją.
lv: Pieskarieties, lai skatītu lietojumu un iestatījumus.
mk: Допрете за преглед на користењето и опции.
nb: Trykk for å vise bruk og innstillinger.
nl_nl: Tik om gebruik en instellingen weer te geven.
pl: Dotknij, aby wyświetlić użycie i ustawienia.
pt_br: Tocar para visualizar o uso e configurações.
pt_pt: Tocar para ver a utilização e as definições.
ro: Atingeţi pentru a vizualiza utilizarea şi setările.
ru_ru: Просмотреть сведения об использовании и параметры.
sk: Ťuknutím môžete zobraziť využitie a nastavenia.
sl: Pritisnite za prikaz porabe in nastavitev.
sr: Kucni za prikaz korišćenja i podešavanja.
sv: Tryck för att visa användning och inställningar.
tr_tr: Kullanım ve ayarları görüntülemek için dokunun
uk: Нат., щоб переглянути відомості про використ. та установки.
uz: Foydalanish va parametrlarni ko‘rib chiqish uchun cherting.
zh_hk: 輕觸以檢視使用量和設定。
zh_sg: 轻敲以查看使用量和设置。

# IDS_PN_OPT_TURN_ON_VIBRATION_ABB_JPN_DCM
source: Turn on vibration
ja_jp: バイブを有効にする
ko_kr: 진동 켜기
pt_pt: Ligar vibração
zh_sg: 开启振动

# IDS_PN_OPT_TURN_OFF_VIBRATION_ABB_JPN_DCM
source: Turn off vibration
ja_jp: バイブを無効にする
ko_kr: 진동 끄기
pt_pt: Desligar vibração
zh_sg: 关闭振动

# IDS_COM_HEADER_MOBILE_DATA_DISABLED
source: Mobile data disabled
ar: تم إلغاء تفعيل بيانات الهاتف المحمول
az: Mobil şəbəkə qeyri-aktiv edildi
bg: Мобилни данни деактивирани
ca: Dades mòbils deshabilitades
cs: Mobilní data byla vypnuta
da: Mobile data deaktiveret
de_de: Mobile Datenverbindung deaktiviert
el_gr: Απενεργοποιήθηκαν δεδομένα κινητής τηλεφωνίας
et: Mobiilne andmeside desaktiveeritud
eu: Mugikorraren datuak desgaituta
fi: Mobiilidata poistettu käytöstä
ga: Sonraí móibíleacha díchumasaithe
gl: Datos móbiles desactivados
hi: मोबाइल डाटा अक्षम किया गया
hr: Mobilni podaci isključeni
hu: Mobil internetkapcsolat letiltva
hy: Շարժական տվյալները կասեցված են
is: Farsímagögn óvirk
it_it: Connessione dati disattiva
ja_jp: モバイルデータ無効
ka: მობილური მონაცემები გამორთულია
kk: Ұялы деректер өшірілді
ko_kr: 데이터 네트워크 해제됨
lt: Mobilieji duomenys išjungti
lv: Mobilie dati ir deaktivizēti
mk: Мобилните податоци се оневозможени
nb: Mobildata deaktivert
nl_nl: Mobiele gegevens uitgeschakeld
pl: Dane komórkowe wyłączone
pt_br: Dados móveis desativados
pt_pt: Dados móveis desactivados
ro: Date mobile dezactivate
ru_ru: Мобильное подключение для передачи данных отключено
sk: Mobilné dátové pripojenie je zakázané
sl: Mobilni podatki onemogočeni
sr: Mobilna veza sa podacima onemogućena
sv: Mobil data är inaktiverat
tr_tr: Mobil veri devre dışı bırakıldı
uk: Використання мобільних даних вимкнено
uz: Mobil ma'lumot o‘chirilgan
zh_hk: 已停用流動數據
zh_sg: 移动数据已禁用
