Repository: tizenorg/platform.core.system.system-popup
Catalog: src/po/*.po
Languages: fa, he, ro, th

# IDS_IDLE_HEADER_PHONE_OVERHEATING_ABB
source: Phone overheating
fa: تلفن در حال داغ شدن
he: התחממות יתר בטלפון
ro: Supraîncălzire telefon
th: โทรศัพท์ร้อนเกินไป

# IDS_IDLE_POP_YOUR_PHONE_IS_OVERHEATING_IT_WILL_NOW_POWER_OFF_TO_COOL_DOWN
source: Your phone is overheating. It will now turn off to cool down.
fa: تلفن بیش از حد داغ شده است. برای خنک شدن خاموش می‌شود.
he: התחממות יתר בטלפון. המכשיר יכבה עכשיו כדי להתקרר.
ro: Telefonul se supraîncălzește. Acesta se va opri acum pentru a se răci.
th: โทรศัพท์ของคุณร้อนเกินไป ขณะนี้เครื่องจะปิด เพื่อให้เย็นลง

# IDS_IDLE_POP_PD_SECONDS_ARE_LEFT_BEFORE_YOUR_DEVICE_POWERS_OFF
source: %d seconds are left before your device turns off.
fa: تا %d ثانیه دیگر دستگاهتان خاموش می‌شود.
he: נותרו %d שניות עד לכיבוי המכשיר.
ro: %d secunde rămase la oprirea dispozitivului.
th: เหลืออีก %d วินาทีก่อนที่อุปกรณ์ของคุณจะปิด

# IDS_IDLE_BUTTON_POWER_OFF_NOW_ABB
source: Turn off now
fa: خاموش شود
he: כבה עכשיו
ro: Oprire acum
th: ปิดเครื่องตอนนี้

# IDS_IDLE_HEADER_PHONE_POWERING_OFF_ABB
source: Phone powering off
fa: تلفن در حال خاموش شدن
he: תהליך כיבוי בטלפון
ro: Oprire telefon
th: โทรศัพท์กำลังปิด

# IDS_ST_BODY_PS_HAS_CLOSED_UNEXPECTEDLY
source: %s has closed unexpectedly.
fa: %s به طور غیرمنتظره بسته شده است.
he: %s נסגר באופן בלתי צפוי.
ro: %s s-a închis în mod neașteptat.
th: %s ปิดโดยกะทันหัน

# IDS_IDLE_POP_THE_SD_CARD_MAY_BE_IN_USE_TRY_AGAIN_LATER
source: The SD card may be in use. Try again later.
fa: ممکن است کارت حافظه در حال استفاده باشد. بعداً دوباره امتحان کنید.
he: ייתכן שכרטיס ה-SD בשימוש. נסה שוב מאוחר יותר.
ro: Este posibil ca acest card SD să fie utilizat. Încercați din nou mai târziu.
th: SD การ์ดอาจใช้งานอยู่ โปรดลองอีกครั้งในภายหลัง

# IDS_ST_BODY_PS_IS_NOT_RESPONDING_CLOSE_PS_Q
source: %s is not responding. Close %s?
fa: %s پاسخ نمی دهد. %s بسته شود؟
he: %s אינו מגיב. לסגור את %s?
ro: %s nu răspunde. Închideți %s?
th: %s ไม่ตอบสนอง ปิด %s?

# IDS_COM_SK_RESTART_ABB
source: Restart
fa: مجدد
he: המשך
ro: Rep.
th: เริ่ม​ใหม่

# IDS_COM_SK_RESTART_LITE
source: Restart
fa: شروع مجدد
he: המשך
ro: Rep.
th: เริ่ม​ใหม่

# IDS_IDLE_HEADER_UNABLE_TO_MOUNT_SD_CARD_ABB
source: Unable to mount SD card
fa: کارت حافظه نصب نمی‌شود
he: לא ניתן לטעון כרטיס ה-SD‏
ro: Cardul SD nu se poate inst.
th: ไม่สามารถติดตั้ง SD การ์ดได้

# IDS_ST_BODY_ERROR_ENCRYPTING_SD_CARD_UNABLE_TO_MOUNT_SD_CARD
source: Error encrypting SD card. Unable to mount SD card.
fa: خطا در رمزگذاری کارت حافظه. نصب کارت حافظه امکان پذیر نیست.
he: אירעה שגיאה במהלך פענוח כרטיס ה-SD. לא ניתן לטעון את כרטיס ה-SD.
ro: Eroare la criptarea cartelei SD. Imposibil de instalat cartela SD.
th: มี​ข้อ​ผิด​พลาด​การ​เข้า​รหัส SD ​การ์ด ไม่​สามารถ​ติด​ตั้ง SD ​การ์ด​ได้

# IDS_IDLE_HEADER_UNABLE_TO_UNMOUNT_SD_CARD_ABB
source: Unable to unmount SD card
fa: کارت حافظه جدا نمی‌شود
he: לא ניתן לבטל טעינת כרטיס SD‏
ro: Cardul SD nu se poate dezin.
th: ไม่สามารถถอด SD การ์ดได้

# IDS_ST_BUTTON_TURN_OFF_NOW
source: Turn off now
fa: خاموش اکنون
he: כבה כעת
ro: Oprire acum
th: ปิด​เดี๋ยว​นี้

# IDS_ST_POP_UNABLE_TO_RECORD_THERE_IS_NOT_ENOUGH_SPACE_IN_YOUR_GEAR_STORAGE
source: Unable to record. There is not enough space in your Gear storage.
fa: نمی‌توانید صدا/تصویر را ضبط کنید. فضای کافی در محل ذخیره Gear موجود نیست.
he: לא ניתן להקליט. אין מספיק מקום באחסון של Gear.
ro: Nu se poate înregistra. Spațiul din memoria Gear este insuficient.
th: ไม่สามารถบันทึกได้ มีพื้นที่ว่างในที่จัดเก็บของ Gear ไม่เพียงพอ
