Repository: tizenorg/platform.core.system.system-popup
Catalog: src/po/*.po
Languages: fa, he, ro, th

# IDS_COM_SK_CANCEL
source: Cancel
fa: خیر
he: ביטול
ro: Anulare
th: ยกเลิก

# IDS_COM_SK_OK
source: OK
fa: تاييد
he: אישור
th: ตกลง

# IDS_DN_BODY_ENCRYPT_SD_CARD
source: Encrypt SD card
fa: رمزگذاری کارت حافظه
he: הצפן כרטיס SD
ro: Criptare cartelă SD
th: เข้า​รหัส SD ​การ์ด

# IDS_ST_POP_DEVICE_WILL_RESTART
source: Device will restart.
fa: دستگاه دوباره راه‌اندازی می‌شود.
he: המכשיר יופעל מחדש.
ro: Dispozitivul va reporni.
th: อุปกรณ์​จะ​เริ่ม​ใหม่

# IDS_COM_BODY_SETTINGS
source: Settings
fa: تنظيمات
he: הגדרות
ro: Setări
th: การตั้งค่า

# IDS_BT_SK_BROWSE
source: Browse
fa: مرور
he: עיין
ro: Navigare
th: เรียก​ดู

# IDS_CAM_HEADER_CAMERA_M_APPLICATION
source: Camera
fa: دوربين
he: מצלמה
ro: Cameră
th: กล้องถ่ายรูป

# IDS_CLD_HEADER_NO_RESPONSE
source: No response
fa: پاسخی وجود ندارد
he: אין תשובה
ro: Niciun răspuns
th: ไม่ตอบสนอง

# IDS_COM_BODY_CONNECTED_AS_A_MEDIA_DEVICE
source: Connected as a media device
fa: به عنوان یک دستگاه ذخیره خارجی وصل شده
he: מחובר כמכשיר מדיה
ro: Conectat ca dispozitiv media
th: เชื่อมต่อเป็นเครื่องเล่นสื่อ

# IDS_COM_BODY_DATA_USAGE_WARNING
source: Data usage warning
fa: هشدار مصرف داده
he: אזהרת שימוש בנתונים
ro: Avertisment utilizare date
th: คำ​เตือน​การ​ใช้​ข้อมูล

source: Specified data usage limit reached. Additional data use may incur charges from service provider.
fa: به حداکثر محدوده استفاده از داده مشخص شده رسید. استفاده از داده های بیشتر مشمول هزینه از طرف ارائه دهنده خدمات است.
he: הגעת למגבלת השימוש בנתונים שצויינה. שימוש נוסף בנתונים עשוי להיות כרוך בתשלום לספק השירות.
ro: S-a atins limita specificată pentru utilizarea datelor. Utilizarea datelor suplimentare poate genera costuri din partea furnizorului de servicii.
th: ถึง​ขีด​จำกัด​การ​ใช้​ข้อมูล​ที่​กำหนด ข้อมูล​เพิ่ม​เติม​อาจ​มี​ค่า​ใช้​จ่าย​เกิด​ขึ้น​จาก​ผู้​ให้​บริการ

# IDS_COM_BODY_TAP_TO_VIEW_USAGE_AND_SETTINGS
source: Tap to view usage and settings.
fa: برای مشاهده میزان استفاده و تنظیمات، ضربه بزنید.
he: לחץ לסקירת שימוש והגדרות.
ro: Atingeți pentru a vizualiza utilizarea și setările.
th: แตะเพื่อดูการใช้งานและการตั้งค่า

# IDS_COM_BODY_USB_STORAGE_BLANK_OR_HAS_UNSUPPORTED_FILE_SYSTEM
source: USB storage blank or has unsupported file system.
fa: حافظه USB خالی است یا یک سیستم فایل پشتیبانی نشده دارد.
he: אחסון טלפון פנימי ריק או בעל מערכת קבצים לא נתמכת.
ro: Card USB fără conținut sau cu sistem de fișiere neacceptat
th: ที่​​เก็บข้อมูล USB ​ว่าง​ หรือ​มีระบบ​ไฟล์​ที่​ไม่​รอง​รับ

# IDS_COM_POP_BATTERY_DISCONNECTED_ABB
source: Battery disconnected.
fa: باتری جدا شد.
he: סוללה מנותקת.
ro: Baterie deconectată
th: ถอด​แบตเตอรี่​แล้ว

# IDS_COM_POP_CAMERA_CONNECTED_ABB2
source: Camera connected.
fa: دوربین وصل شد.
he: מצלמה מחוברת.
ro: Cameră conectată
th: เชื่อม​ต่อ​กล้อง​แล้ว

# IDS_COM_POP_KEYBOARD_CONNECTED_ABB2
source: Keyboard connected.
fa: صفحه کلید متصل شد.
he: מקלדת מחוברת.
ro: Tastatură conectată
th: เชื่อม​ต่อ​แป้น​พิมพ์​แล้ว

# IDS_COM_POP_LOW_BATTERY_PHONE_WILL_SHUT_DOWN
source: Low battery. Phone will shut down.
fa: شارژ باتری کم است. تلفن خاموش می‌شود.
he: סוללה חלשה. הטלפון ייכבה.
ro: Baterie descărcată. Telefonul se va închide.
th: แบตเตอรี่​ต่ำ โทรศัพท์​จะ​ปิด​เครื่อง

# IDS_COM_POP_MOUSE_CONNECTED_ABB2
source: Mouse connected.
fa: ماوس متصل شد.
he: עכבר מחובר.
ro: Mouse conectat
th: เชื่อม​ต่อ​เมาส์​แล้ว

# IDS_COM_POP_PRINTER_CONNECTED_ABB2
source: Printer connected.
fa: چاپگر متصل شد.
he: מדפסת מחוברת.
ro: Imprimantă conectată
th: เชื่อม​ต่อ​เครื่อง​พิมพ์​แล้ว

# IDS_COM_POP_UNKNOWN_USB_DEVICE_CONNECTED
source: Unknown USB device connected.
fa: دستگاه USB ناشناس وصل شد.
he: מכשיר USB לא מוכר מחובר.
ro: Dispozitiv USB necunoscut conectat
th: เชื่อม​ต่อ​อุปกรณ์ USB ​ที่​ไม่​รู้จัก

# IDS_COM_POP_UNMOUNT_USB_MASS_STORAGE_BEFORE_REMOVING_TO_AVOID_DATA_LOSS
source: Unmount USB mass storage before removing to avoid data loss.
fa: قبل از برداشتن حافظه انبوه USB آن را لغو نصب کنید تا داده ها از بین نروند.
he: נתק אמצעי אחסון מסוג USB לפני הסרתו כדי למנוע איבוד נתונים.
ro: Dezinstalați spațiul de stocare în masă USB înainte de eliminare, pentru a evita pierderea de date.
th: ยกเลิกการติดตั้งที่จัดเก็บ USB ก่อนถอดออกเพื่อป้องกันข้อมูลสูญหาย

# IDS_COM_POP_USB_CONNECTOR_CONNECTED
source: USB connector connected.
fa: رابط USB وصل شد.
he: מתאם USB לא מחובר.
ro: Conector USB conectat
th: เชื่อม​ต่อ​ตัว​เชื่อม​ต่อ USB

# IDS_COM_POP_USB_CONNECTOR_DISCONNECTED
source: USB connector disconnected.
fa: رابط USB جدا شد.
he: מתאם USB מנותק.
ro: Conector USB deconectat
th: หยุด​เชื่อม​ต่อ​ตัว​เชื่อม​ต่อ USB

# IDS_COM_POP_USB_MASS_STORAGE_CONNECTED_ABB2
source: USB mass storage connected.
fa: حافظه ذخیره انبوه USB متصل شد.
he: אמצעי אחסון מסוג USB מחובר.
ro: Memorie USB conectată
th: เชื่อม​ต่อ​ที่​เก็บ​ข้อมูล USB

# IDS_COM_POP_USB_MASS_STORAGE_UNEXPECTEDLY_REMOVED
source: USB mass storage unexpectedly removed.
fa: حافظه انبوه USB بصورت غیرمنتظره برداشته شد.
he: אמצעי אחסון מסוג USB הוסר באופן מפתיע.
ro: Spațiul de stocare în masă USB a fost eliminat în mod neașteptat.
th: ที่จัดเก็บ USB ถูกถอดออกกะทันหัน

# IDS_COM_SK_RETRY_A
source: Retry
fa: دوباره
he: שוב
ro: Reîn.
th: ลอง​ใหม่

# IDS_CST_OPT_WAIT
source: Please wait
fa: صبر کنید
he: המתן
ro: Așteptați
th: รอ

# IDS_IDLE_BODY_LOW_MEMORY
source: Low memory.
fa: حافظه کم است.
he: אין די זיכרון פנוי.
ro: Memorie insuficientă
th: แบตเตอรี่​ต่ำ

# IDS_DN_BODY_DECRYPT_SD_CARD
source: Decrypt SD card
fa: رمزگشایی کارت حافظه
he: פענח כרטיס SD
ro: Decriptare cartelă SD
th: ถอด​รหัส SD ​การ์ด

# IDS_DN_POP_DECRYPTING_SD_CARD_ING
source: Decrypting SD card...
fa: رمزگشایی کارت حافظه...
he: מבטל הצפנת כרטיס SD...
ro: Se decriptează cartela SD...
th: กำลัง​ถอด​รหัส SD ​การ์ด...

# IDS_DN_POP_ENCRYPTING_SD_CARD_ING
source: Encrypting SD card...
fa: رمزگذاری کارت حافظه...
he: מצפין כרטיס SD...
ro: Se criptează cartela SD...
th: กำลัง​เข้า​รหัส SD ​การ์ด...

# IDS_DN_POP_FAILED_TO_MOUNT_SD_CARD_REINSERT_OR_FORMAT_SD_CARD
source: Failed to mount SD card. Reinsert or format SD card.
fa: کارت حافظه نصب نشد. کارت حافظه را دوباره درون دستگاه قرار دهید. یا فرمت کنید.
he: טעינת כרטיס SD נכשלה. הכנס שוב כרטיס SD או פרמט אותו.
ro: Activarea cartelei SD nu a reușit. Reintroduceți sau formatați cartela SD.
th: ไม่​สามารถ​ติด​ตั้ง SD ​การ์ด​ได้ ใส่​ใหม่​หรือ​ฟอร์แมต​ SD ​การ์ด

# IDS_HS_BUTTON_POWER_OFF_ABB2
source: Power off
fa: خاموش کردن
he: כיבוי
ro: Închidere
th: ปิดเครื่อง

# IDS_IDLE_POP_BATTERY_FULLY_CAHRGED
source: Battery fully charged.
fa: باطری بطور کامل پرشد.
he: סוללה טעונה במלואה.
ro: Baterie încărcată complet
th: ชาร์จแบตเตอรี่เต็มแล้ว

# IDS_MF_BODY_MMC_DATA_IS_INITIALIZING_ING
source: MMC data is initializing...
fa: در حال وارد کردن داده MMC است...
he: נתוני MMC מאותחלים...
ro: Se inițializează datele MMC...
th: กำลัง​ทำ​รายการ​ข้อมูล MMC...

# IDS_QP_BODY_ASSISTIVE_LIGHT_IS_ON
source: Assistive light is on.
fa: چراغ کمکی روشن است.
he: תאורה מסייעת פועלת.
ro: Lumina de ajutor este aprinsă.
th: เปิด​ไฟ​ช่วย

# IDS_QP_BODY_CHARGING_PAUSED_BATTERY_TEMPERATURE_TOO_HIGH
source: Charging paused. Battery temperature too high.
fa: شارژ متوقف شد. دمای باتری بسیار زیاد است.
he: הטעינה מושהית. טמפרטורת הסוללה גבוהה מדי.
ro: Încărcare întreruptă. Temperatura bateriei este prea ridicată.
th: หยุด​การ​ชาร์จ อุณหภูมิ​แบตเตอรี่​สูง​เกิน​ไป

# IDS_QP_BODY_CHARGING_PAUSED_BATTERY_TEMPERATURE_TOO_LOW
source: Charging paused. Battery temperature too low.
fa: شارژ متوقف شد. دمای باتری بسیار کم است.
he: הטעינה מושהית. טמפרטורת הסוללה נמוכה מדי.
ro: Încărcare întreruptă. Temperatura bateriei este prea scăzută.
th: หยุด​การ​ชาร์จ อุณหภูมิ​แบตเตอรี่​ต่ำ​เกิน​ไป

# IDS_QP_BUTTON_DO_NOT_POWER_OFF_ABB
source: Do not power off
fa: خاموش نکنید
he: אל תכבה את המכשיר
ro: Nu opriți
th: อย่าปิดเครื่อง

# IDS_QP_HEADER_DEVICE_POWERED_OFF_AUTOMATICALLY
source: Device powered off automatically
fa: دستگاه به طور خودکار خاموش شد
he: המכשיר כובה אוטומטית
ro: Dispozitivul s-a oprit automat
th: อุปกรณ์ปิดเครื่องโดยอัตโนมัติ

# IDS_QP_POP_THE_DOCK_IS_CONNECTED
source: The dock is connected.
fa: جایگاه متصل است.
he: תחנת העגינה מחוברת.
ro: Andocarea este conectată.
th: เชื่อมต่อด็อคแล้ว

# IDS_QP_POP_YOUR_DEVICE_IS_OVERHEATING_IT_WILL_NOW_POWER_OFF_TO_COOL_DOWN
source: Your device is overheating. It will now power off to cool down.
fa: دستگاهتان بیش از حد داغ است. برای خنک شدن خاموش می‌شود.
he: התחממות יתר במכשיר שלך. המכשיר יכבה עכשיו כדי להתקרר.
ro: Dispozitivul se supraîncălzește. Acesta se va opri pentru a se răci.
th: เนื่องจากอุปกรณ์ของคุณร้อนเกินไป อุปกรณ์จะปิดเพื่อให้เครื่องเย็นลง

# IDS_QP_POP_YOUR_DEVICE_OVERHEATED_IT_POWERED_OFF_TO_PREVENT_DAMAGE_MSG
source: Your device overheated. It powered off to prevent damage. Overheating can be caused by: Using graphics-intensive applications, such as games and navigation applications, for long periods of time. Transferring large files. Using your device in a hot environment.
fa: دستگاهتان بیش از حد داغ است. برای جلوگیری از بروز آسیب خاموش می‌شود.‎ داغ شدن بیش از حد ممکن است در اثر عوامل زیر رخ دهد:‎ استفاده از برنامه‌های گرافیکی سنگین مثل بازی‌ها و پیمایش برنامه‌ها برای مدت طولانی.‎ انتقال فایل‌های بزرگ.‎ استفاده از دستگاه در هوای خیلی گرم.
he: המכשיר שלך התחמם יתר על המידה. הוא כבה כדי למנוע נזק. הסיבה להתחממות יתר עשויה להיות: שימוש ממושך ביישומים עתירי גרפיקה, כמו משחקים ויישומי ניווט. העברת קבצים גדולים. שימוש במכשיר בסביבה חמה.
ro: Dispozitivul s-a supraîncălzit. Pentru a asigura o bună funcționalitate a produsului, acesta s-a oprit. Supraîncălzirea poate fi cauzată de: utilizarea îndelungată a aplicațiilor cu un nivel intens de grafică, de exemplu, jocuri și aplicații de navigare; transferul fișierelor mari; utilizarea dispozitivului într-un mediu cu temperatură ridicată.
th: อุปกรณ์ของคุณร้อนเกินไป ปิดอุปกรณ์เพื่อป้องกันความเสียหาย อุปกรณ์ร้อนเกินไปอาจมีสาเหตุดังนี้: การใช้แอพพลิเคชั่นที่มีกราฟิกมาก เช่น เกม และแอพพลิเคชั่นการนำทาง เป็นเวลานาน การโอนไฟล์ขนาดใหญ่ การใช้อุปกรณ์ในสภาพแวดล้อมที่ร้อน

# IDS_ST_BODY_LIMIT_DATA_USAGE
source: Limit data usage
fa: محدود کردن استفاده از داده
he: הגבל שימוש בנתונים
ro: Limitare utilizare date
th: จำกัด​การ​ใช้​ข้อมูล

# IDS_ST_BODY_POWER_OFF
source: Power off
fa: خاموش
he: כיבוי
ro: Oprire
th: ปิด​เครื่อง

# IDS_ST_BODY_READ_ONLY_USB_DEV_CONNECTED_M_NOUN_ABB
source: Read-only USB dev. connected
fa: USB فقط‌خواندنی وصل شد
he: מכשיר USB לקריאה בלבד מחובר
ro: Disp. USB doar în citire conect.
th: เชื่อมต่ออุปกรณ์ USB แบบอ่านอย่างเดียวแล้ว

# IDS_ST_BODY_SD_CARD_DECRYPTED
source: SD card decrypted.
fa: کارت حافظه رمزگشایی شد.
he: כרטיס ה-SD פוענח.
ro: Cartelă SD decriptată
th: ถอด​รหัส SD ​การ์ด​แล้ว

# IDS_ST_BODY_SD_CARD_DECRYPTION_ERROR_OCCURRED
source: SD card decryption error occurred.
fa: هنگام رمزگشایی کارت حافظه خطایی رخ داد.
he: אירעה שגיאה במהלך פענוח כרטיס ה-SD.
ro: A apărut o eroare la decriptarea cartelei SD.
th: เกิด​ข้อ​ผิด​พลาด​ใน​การ​ถอด​รหัส SD ​การ์ด

# IDS_ST_BODY_SD_CARD_ENCRYPTED
source: SD card encrypted.
fa: کارت حافظه رمزگذاری شد.
he: כרטיס ה-SD הוצפן.
ro: Cartelă SD criptată
th: เข้า​รหัส SD ​การ์ด​แล้ว

# IDS_ST_BODY_SD_CARD_ENCRYPTION_ERROR_OCCURRED
source: SD card encryption error occurred.
fa: هنگام رمزگذاری کارت حافظه خطایی رخ داد.
he: אירעה שגיאה במהלך הצפנת כרטיס ה-SD.
ro: A apărut o eroare la criptarea cartelei SD.
th: เกิด​ข้อ​ผิด​พลาด​ใน​การ​เข้า​รหัส SD ​การ์ด

# IDS_ST_BODY_SD_CARD_MOUNTED_READ_ONLY
source: SD card mounted read-only.
fa: کارت حافظه به صورت فقط خواندنی نصب شده است.
he: כרטיס SD שנטען נועד לקריאה בלבד.
ro: Cartelă SD instalată doar pentru mod citire
th: SD ​การ์ด​แบบ​อ่านอย่าง​เดียว

# IDS_ST_BODY_TAP_TO_TURN_OFF_ASSISTIVE_LIGHT
source: Tap to turn off assistive light.
fa: برای خاموش کردن چراغ کمکی ضربه بزنید.
he: הקש לכיבוי התאורה המסייעת.
ro: Atingeți pentru a stinge lumina de ajutor.
th: แตะเพื่อปิดแสงไฟช่วย

source: Unable to decrypt SD card. Not enough space on card. Approximately %.2f MB needed. Delete some files.
fa: نمی توانید کارت حافظه را رمزگشایی کنید. فضای موجود در کارت کافی نیست. تقریباً %.2f مگابایت لازم است. برخی از فایل ها را حذف کنید.
he: לא ניתן לפענח את כרטיס ה-SD. אין די מקום בכרטיס. נדרש נפח של כ-‎%.2f מגה בייט. מחק מספר קבצים.
ro: Imposibil de decriptat cartela SD. Spațiu insuficient pe cartelă. Sunt necesari aproximativ %.2f MO. Ștergeți unele fișiere.
th: ไม่​สามารถ​ถอด​รหัส SD ​การ์ด​ได้ พื้นที่​ใน​การ์ด​ไม่​พอ ต้อง​มี​พื้นที่​ประมาณ %.2f ​MB ​ลบ​บาง​ไฟล์

source: Unable to encrypt SD card. Not enough space on card. Approximately %.2f MB needed. Delete some files.
fa: نمی توانید کارت حافظه را رمزگذاری کنید. فضای موجود در کارت کافی نیست. تقریباً %.2f مگابایت لازم است. برخی از فایل ها را حذف کنید.
he: לא ניתן להצפין את כרטיס ה-SD. אין די מקום בכרטיס. נדרש נפח של כ-‎%.2f מגה בייט. מחק מספר קבצים.
ro: Imposibil de criptat cartela SD. Spațiu insuficient pe cartelă. Sunt necesari aproximativ %.2f MO. Ștergeți unele fișiere.
th: ไม่​สามารถ​เข้า​รหัส SD ​การ์ด​ได้ พื้นที่​ใน​การ์ด​ไม่​พอ ต้อง​มี​พื้นที่​ประมาณ %.2f ​MB ​ลบ​บาง​ไฟล์

# IDS_ST_BODY_USB_STORAGE_ABB
source: USB storage
fa: محل ذخیره USB
he: מכשיר אחסון מסוג USB
ro: Spațiu stocare USB
th: ที่​จัด​เก็บ​ใน​โทรศัพท์

# IDS_ST_BUTTON_DECRYPT_SD_CARD_ABB
source: Decrypt SD card
fa: رمزگشایی کارت حافظه
he: פענח כרטיס SD
ro: Decriptare card SD
th: ถอดรหัส SD การ์ด

# IDS_ST_BUTTON_DISABLE_ENCRYPTION_ABB
source: Turn off encryption
fa: غیرفعال کردن رمزگذاری
he: השבת הצפנה
ro: Dezactivați criptarea
th: ปิดใช้งานการเข้ารหัส

# IDS_ST_BUTTON_ENABLE_ENCRYPTION_ABB
source: Turn on encryption
fa: فعال کردن رمزگذاری
he: הפעל הצפנה
ro: Activați criptarea
th: เปิดใช้งานการเข้ารหัส

# IDS_ST_BUTTON_ENCRYPT_SD_CARD_ABB
source: Encrypt SD card
fa: رمزگذاری کارت
he: הצפן כרטיס SD
ro: Cript. card SD
th: เข้ารหัส SD การ์ด

# IDS_ST_HEADER_POWER_OFF_ABB
source: Power off
fa: خاموش کردن
he: כיבוי
ro: Închidere
th: ปิด​เครื่อง

# IDS_ST_POP_SECURITY_POLICY_PREVENTS_USE_OF_DESKTOP_SYNC
source: Security policy prevents use of computer sync.
fa: سیاست امنیتی از استفاده از همگام‌سازی دسکتاپ جلوگیری می‌کند.
he: מדיניות האבטחה מונעת שימוש בסינכרון שולחן עבודה.
ro: Politica de securitate nu permite utilizarea sincronizării desktopului.
th: นโยบายความปลอดภัยป้องกันการใช้การซิงโครไนซ์เดสก์ท็อป

# IDS_COM_HEADER_BATTERY_CRITICALLY_LOW
source: Battery critically low
fa: باتری خیلی ضعیف است
he: סוללה חלשה באופן קריטי
ro: Baterie epuizată
th: แบตเตอรี่​เหลือ​น้อย​มาก

# IDS_COM_POP_BATTERY_LOW_RECHARGE_ABB
source: Battery low. Recharge.
fa: باتری ضعیف. شارژ مجدد.
he: סוללה חלשה. טען מחדש.
ro: Bat. desc. Reîncărcați.
th: แบตเตอรี่​ต่ำ รี​ชาร์จ

source: To use your SD card, it must be decrypted. Decrypt SD card or turn on device encryption?
fa: برای استفاده از کارت حافظه باید آن را رمزگشایی کنید. کارت حافظه را رمزگشایی می‌کنید یا رمزگذاری دستگاه را فعال می‌کنید؟
he: כדי להשתמש בכרטיס ה-SD, יש לפענח אותו. לפענח את כרטיס ה-SD או להפעיל פענוח מכשיר?
ro: Pentru a utiliza cardul SD, acesta trebuie să fie decriptat. Decriptați cardul SD sau activați criptarea dispozitivului?
th: ต้องถอดรหัสเพื่อใช้งาน SD การ์ดของคุณ ถอดรหัส SD การ์ด หรือเปิดใช้งานการเข้ารหัสอุปกรณ์?

source: To use your SD card, it must be encrypted. Encrypt SD card or turn off device encryption?
fa: برای استفاده از کارت حافظه باید آن را رمزگذاری کنید. کارت حافظه را رمزگذاری می‌کنید یا رمزگذاری دستگاه را غیرفعال می‌کنید؟
he: כדי להשתמש בכרטיס ה-SD, יש להצפין אותו. להצפין את כרטיס ה-SD או להשבית את הצפנת המכשיר?
ro: Pentru a utiliza cardul SD, acesta trebuie să fie criptat. Criptați cardul SD sau dezactivați criptarea dispozitivului?
th: ต้องเข้ารหัสเพื่อใช้งาน SD การ์ดของคุณ เข้ารหัส SD การ์ดหรือปิดใช้งานการเข้ารหัสอุปกรณ์?

# IDS_SYNCML_POP_DM_REMOVE_CHARGER
source: Remove charger.
fa: شارژر را خارج کنید.
he: הסר מטען.
ro: Scoateți încărcătorul
th: ถอด​ชา​ร์เจอร์

# IDS_TPLATFORM_BODY_POWER_OFF_THE_DEVICE_Q
source: Turn off the phone?
fa: دستگاه خاموش شود؟
he: לכבות את המכשיר?
ro: Opriți dispozitivul?
th: ปิดเครื่องอุปกรณ์?

# IDS_USB_BODY_BROWSE_CAMERA_CONNECTED_VIA_USB_Q
source: Browse camera connected via USB?
fa: دوربینی که با USB متصل شده مرور شود؟
he: לעיין במצלמה המחוברת ב-USB?
ro: Răsfoiți camera conectată prin USB?
th: เรียกดูกล้องที่เชื่อมต่อผ่าน USB?

# IDS_USB_BODY_BROWSE_STORAGE_CONNECTED_VIA_USB_Q
source: Browse storage connected via USB?
fa: محل ذخیره ای که با USB متصل شده مرور شود؟
he: לעיין באחסון המחובר באמצעות USB?
ro: Răsfoiți dispozitivul de stocare conectat prin USB?
th: เรียกดูที่จัดเก็บที่เชื่อมต่อผ่าน USB?

# IDS_USB_BODY_USB_MASS_STORAGE_SAFELY_REMOVED
source: USB mass storage safely removed.
fa: حافظه انبوه USB با ایمنی برداشته شد.
he: אמצעי אחסון מסוג USB הוסר בבטחה.
ro: Spațiul de stocare în masă USB a fost eliminat.
th: ถอดพื้นที่จัดเก็บ USB ออกอย่างปลอดภัยแล้ว

# IDS_USB_BUTTON_UNMOUNT
source: Unmount
fa: جدا کردن
he: בטל טעינה
ro: Anulare andocare
th: ถอด

# IDS_USB_MBODY_PD_USB_DEVICES_CONNECTED
source: %d USB devices connected
fa: %d دستگاه USB متصل شده
he: %d מכשירי USB מחוברים
ro: %d dispozitive USB con.
th: ต่ออุปกรณ์ USB %d ชิ้น

# IDS_USB_MBODY_USB_DEVICES
source: USB devices
fa: دستگاه های USB
he: מכשירי USB‏
ro: Dispozitive USB
th: อุปกรณ์ USB

# IDS_USB_POP_USB_CONNECTION_FAILED
source: USB connection failed
fa: اتصال USB برقرار نشد
he: חיבור USB נכשל
ro: Conexiunea USB nu a reușit
th: การ​เชื่อม​ต่อ USB ​ล้ม​เหลว

# IDS_VPL_POP_HDMI_CABLE_CONNECTED
source: HDMI cable connected.
fa: سیم HDMI وصل است.
he: כבל HDMI מחובר.
ro: Cablu HDMI conectat
th: ต่อ​สาย HDMI ​แล้ว

# IDS_VPL_POP_HDMI_CABLE_DISCONNECTED
source: HDMI cable disconnected.
fa: سیم HDMI جدا شده است.
he: כבל HDMI מנותק.
ro: Cablu HDMI deconectat
th: ถอด​สาย HDMI ​แล้ว

# IDS_COM_HEADER_ATTENTION
source: Attention
fa: توجه
he: שים לב
ro: Atenție
th: โปรดทราบ

# IDS_COM_HEADER_MOBILE_DATA_DISABLED
source: Mobile data turned off
fa: داده های تلفن همراه غیرفعال شد
he: נתונים ניידים מושבתים
ro: Date mobile dezactivate
th: ปิด​ใช้​งาน​ข้อมูล​มือ​ถือ

# IDS_COM_POP_BATTERYLOW
source: Low battery.
fa: باطری ضعيف است.
he: סוללה חלשה.
ro: Baterie descărcată
th: แบตเตอรี่​ต่ำ

source: Your phone is overheating. It may turn off without warning to prevent damage. Overheating can be caused by: - Using graphics-intensive apps, such as video games and navigation apps, for long periods of time - Transferring large files - Using your phone in a hot environment
fa: تلفن بیش از حد داغ شده است. ممکن است دستگاه برای جلوگیری از آسیب، بدون هشدار خاموش شود. داغ شدن بیش از حد ممکن است در اثر عوامل زیر رخ دهد: - استفاده از برنامه‌های گرافیکی سنگین مثل بازی‌های ویدیویی و برنامه‌های پیمایش برای مدت طولانی - انتقال فایل‌های بزرگ - استفاده از دستگاه در هوای خیلی گرم
he: התחממות יתר בטלפון. ייתכן שהוא יכבה ללא התראה כדי למנוע נזק. התחממות יתר עשויה להיגרם מהסיבות הבאות: - הפעלה ממושכת של יישומים עתירי גרפיקה, כמו משחקי וידאו ויישומי ניווט - העברת קבצים גדולים - הפעלת המכשיר בסביבה חמה
ro: Telefonul dvs. se supraîncălzește. Este posibil ca acesta să se oprească fără avertisment, pentru a preveni deteriorarea. Supraîncălzirea poate fi cauzată de: - utilizarea îndelungată a aplicațiilor cu un nivel intens de grafică, de exemplu, jocuri video și aplicații de navigare, pentru perioade mari de timp -transferul fișierelor mari - utilizarea telefonului într-un mediu cu temperatură ridicată
th: โทรศัพท์ของคุณร้อนเกินไป เครื่องอาจปิดโดยไม่แจ้งให้ทราบเพื่อป้องกันความเสียหาย ความร้อนเกินอาจเกิดจาก: - การใช้แอพที่มีกราฟิกมาก เช่น วิดีโอเกม และแอพนำทาง เป็นระยะเวลานาน - การถ่ายโอนไฟล์ขนาดใหญ่ - การใช้โทรศัพท์ของคุณภายใต้อุณหภูมิสูง

# IDS_IDLE_BUTTON_OK_ABB5
source: OK
fa: تأیید
he: אישור
th: ตกลง

# IDS_IDLE_BUTTON_CANCEL_ABB5
source: Cancel
fa: لغو
he: ביטול
ro: Anulare
th: ยกเลิก

# IDS_IDLE_BUTTON_SETTINGS_ABB5
source: Settings
fa: تنظيمات
he: הגדרות
ro: Setări
th: ตั้ง​ค่า

# IDS_IDLE_BUTTON_CANCEL_ABB6
source: Cancel
fa: لغو
he: ביטול
ro: Anulare
th: ยกเลิก

# IDS_IDLE_BUTTON_SETTINGS_ABB
source: Settings
fa: تنظیم
he: הגדרות
ro: Setări
th: ตั้ง​ค่า

source: Not enough space in your phone storage. Delete some files in Settings > Storage and memory > Storage > Details.
fa: فضای کافی در محل ذخیره تلفن شما وجود ندارد. چند فایل را در تنظیمات > محل ذخیره و RAM > محل ذخیره > جزئیات حذف کنید.
he: אין די שטח פנוי באחסון הטלפון. מחק קבצים אחדים דרך 'הגדרות' 'אחסון ו-RAM' > 'אחסון' > 'פרטים'.
ro: Spațiul din memoria dispozitivului este insuficient. Ștergeți câteva fișiere din Setări > Spațiu de stocare și memorie RAM > Spațiu de stocare > Detalii.
th: พื้นที่ในที่จัดเก็บภายในโทรศัพท์ของคุณไม่พอ ลบบางไฟล์ออกใน การตั้งค่า > พื้นที่จัดเก็บข้อมูลและ RAM > พื้นที่จัดเก็บข้อมูล > รายละเอียด

source: Not enough space on your SD card. Delete some files in Settings > Storage and memory > Storage > Details.
fa: فضای کافی در کارت حافظه وجود ندارد. چند فایل را در تنظیمات > محل ذخیره و RAM > محل ذخیره > جزئیات حذف کنید.
he: אין די שטח פנוי בכרטיס ה-SD. מחק קבצים אחדים דרך 'הגדרות' 'אחסון ו-RAM' > 'אחסון' > 'פרטים'.
ro: Spațiul de pe cardul SD este insuficient. Ștergeți câteva fișiere din Setări > Spațiu de stocare și memorie RAM > Spațiu de stocare > Detalii.
th: SD การ์ดของคุณมีพื้นที่ไม่เพียงพอ ลบบางไฟล์ออกใน การตั้งค่า > พื้นที่จัดเก็บข้อมูลและ RAM > พื้นที่จัดเก็บข้อมูล > รายละเอียด

# IDS_IDLE_POP_YOUR_PHONE_WILL_POWER_OFF
source: Your phone will turn off.
fa: دستگاه خاموش خواهد شد.
he: הטלפון שלך יכבה.
ro: Telefonul se va opri.
th: โทรศัพท์ของคุณจะปิดลง

# IDS_IDLE_POP_YOUR_PHONE_WILL_RESTART
source: Your phone will restart.
fa: تلفن راه‌اندازی مجدد خواهد شد.
he: הטלפון שלך יופעל מחדש.
ro: Telefonul va reporni.
th: โทรศัพท์ของคุณจะเริ่มใหม่

# IDS_IDLE_BUTTON_POWER_OFF_ABB
source: Turn off
fa: خاموش کردن
he: כיבוי
ro: Închidere
th: ปิดเครื่อง

# IDS_IDLE_BUTTON_RESTART_ABB3
source: Restart
fa: شروع مجدد
he: הפעל מחדש
ro: Reporniți
th: เริ่มใหม่

# IDS_IDLE_HEADER_NO_SIM_CARD_INSERTED_ABB3
source: No SIM card inserted
fa: سیم‌کارتی وارد نشده است
he: לא הוכנס כרטיס SIM
ro: Nicio cartelă SIM introdusă
th: ไม่ได้เสียบ SIM การ์ด

# IDS_IDLE_BUTTON_RESTART_ABB5
source: Restart
fa: شروع مجدد
he: הפעל מחדש
ro: Repornire
th: เริ่มใหม่

# IDS_IDLE_HEADER_SIM_CARD_INSERTED_ABB
source: SIM card inserted
fa: سیم‌کارت جاگذاری شد
he: כרטיס SIM הוכנס
ro: Cartelă SIM introdusă
th: ใส่ SIM การ์ดแล้ว

# IDS_IDLE_TPOP_PREPARING_SD_CARD_ING
source: Preparing SD card...
fa: آماده‌سازی کارت حافظه...
he: מכין את כרטיס ה-SD...
ro: Se pregătește cardul SD...
th: กำลังเตรียม SD การ์ด...

# IDS_IDLE_MBODY_PHONE_COOLING_DOWN
source: Phone cooling down
fa: تلفن در حال خنک شدن
he: הטלפון בהתקררות
ro: Răcire telefon
th: โทรศัพท์กำลังเย็นลง

# IDS_IDLE_HEADER_PHONE_COOLING_DOWN_ABB
source: Phone cooling down
fa: تلفن در حال خنک شدن
he: הטלפון בהתקררות
ro: Răcire telefon
th: โทรศัพท์กำลังเย็นลง

source: Your phone is overheating. Steps will be taken to cool it down. You can still use your phone, but: - The screen may be dimmed. - The phone may slow down. - Charging may be paused. After the phone cools down, performance will return to normal automatically.
fa: تلفن بیش از حد داغ شده است. مراحلی برای خنک کردن آن انجام خواهد شد. در این فاصله همچنان می‌توانید از تلفن استفاده کنید، ولی ممکن است: - نور صفحه نمایش کم شود. - سرعت دستگاه کاهش یابد. - شارژ موقتاً متوقف شود. پس از آنکه دستگاه خنک شد، کارکرد به طور خودکار به وضعیت عادی بازمی‌گردد.
he: התחממות יתר בטלפון. כעת יינקטו פעולות כדי לקרר אותו. תוכל להמשיך להשתמש במכשיר, אולם: - יתכן שהמסך יתעמעם. - ייתכן שפעולת המכשיר תהיה איטית יותר. - ייתכן שהטעינה תושהה. לאחר התקררות המכשיר, הביצועים יחזרו באופן אוטומטי לרמה הרגילה.
ro: Telefonul se supraîncălzește. Se vor lua măsuri pentru răcirea acestuia. Îl puteți utiliza în continuare, dar este posibil ca: - luminozitatea ecranului să fie redusă. - telefonul să funcționeze mai lent. - încărcarea să fie întreruptă. După răcirea dispozitivului, performanța va reveni automat la normal.
th: โทรศัพท์ของคุณร้อนเกินไป ระบบจะดำเนินการเพื่อให้เครื่องเย็นลง คุณยังสามารถใช้โทรศัพท์ได้ แต่: - หน้าจออาจมืดลง - โทรศัพท์อาจช้าลง - การชาร์จอาจถูกพัก หลังจากโทรศัพท์เย็นลงแล้ว ประสิทธิภาพจะกลับสู่ปกติโดยอัตโนมัติ
